<TEI.2 lang="de" xml:lang="de"><teiHeader type="text" status="new"><fileDesc><titleStmt><title>Friedrich Nietzsche: Ein K&#228;mpfer gegen seine Zeit.</title><author sortkey="Steiner, Rudolf">Rudolf Steiner (1861&#8211;1925)</author><respStmt><resp>Transcription</resp><name>Jeroen Hellingman</name></respStmt></titleStmt><publicationStmt><publisher>Project Gutenberg</publisher><pubPlace>Urbana, Illinois, USA.</pubPlace><idno type="LCCN">#####</idno><idno type="OLN">#####</idno><idno type="OLW">#####</idno><idno type="OCLC">#####</idno><idno type="LibThing">#####</idno><idno type="PGclearance">20160125003631steiner</idno><idno type="PGDPProjectId">projectID57120eefe2c47</idno><idno type="epub-id">urn:uuid:8371e95c-d371-4a24-9692-2c776e50d763</idno><idno type="PGnum">53592</idno><date>2016-11-24</date><availability><p>This eBook is for the use of anyone anywhere at no cost and with almost no restrictions whatsoever. You may copy it, give it away or re-use it under the terms of the <xref url='https://www.gutenberg.org/license' rel='license'>Project Gutenberg License</xref> included with this eBook or online at <xref url='https://www.gutenberg.org/' rel='home'>www.gutenberg.org</xref>.
</p><p>This eBook is produced by the Online Distributed Proofreading Team at <xref url="http://www.pgdp.net/">www.pgdp.net</xref>.
</p></availability></publicationStmt><notesStmt><note type="Description">#####</note><note type="Blurb">#####</note><note type="Extract">#####</note></notesStmt><sourceDesc><bibl><author>Rudolf Steiner</author>
<title>Friedrich Nietzsche: Ein K&#228;mpfer gegen seine Zeit.</title>
<date>1895</date></bibl></sourceDesc></fileDesc><encodingDesc><p/></encodingDesc><profileDesc><langUsage><language id="en">English</language><language id="en-us">English (United States)</language><language id="en-uk">English (United Kingdom)</language><language id="de">German</language><language id="fr">French</language><language id="la">Latin</language></langUsage><textClass><keywords><list type="simple"><item>#####</item></list></keywords></textClass></profileDesc><revisionDesc><list type="simple"><item>2016-11-21 Started.
    </item></list></revisionDesc></teiHeader><text rend="stylesheet(style/classic.css)"><front id="frontmatter"><div1 id="cover" type="Cover"><p><figure id="cover-image" rend="image(images/new-cover.jpg)"><figDesc>Neu gefasster Vorderdeckel.</figDesc></figure>


<pb/></p></div1><div1 id="french" type="FrenchTitle"><p rend="align(center) font-size(x-large)">FRIEDRICH NIETZSCHE
</p><p rend="align(center) font-size(large)">EIN K&#196;MPFER GEGEN SEINE ZEIT.


<pb/></p></div1><div1 id="titlepage" type="TitlePage"><p><figure id="titlepage-image" rend="image(images/titlepage.png)"><figDesc>Originaltitelblatt.</figDesc></figure>

</p></div1><titlePage><docTitle><titlePart type="main">FRIEDRICH NIETZSCHE</titlePart><titlePart type="sub">EIN K&#196;MPFER GEGEN SEINE ZEIT.</titlePart></docTitle><byline><hi rend="sc">Von</hi>
<lb/>
<docAuthor><hi rend="sc">Dr.</hi> RUDOLF STEINER.</docAuthor></byline><docImprint>WEIMAR.
<lb/>
VERLAG VON EMIL FELBER.
<lb/>
<docDate>1895.</docDate></docImprint></titlePage><pb/><div1 id="copy" type="Copyright"><p rend="align(center)">Alle Rechte vorbehalten.


<pb n="V"/></p></div1><div1 id="toc" type="Contents"><head>Inhalt.</head><list type="tocList"><item>      <ab type="tocPageNum">Seite</ab></item><item><ref target="vorrede">Vorrede</ref>      <ab type="tocPageNum">VII</ab></item><item><ab type="tocDivNum">I.</ab> <ref target="ch1">Nietzsches Charakter</ref>      <ab type="tocPageNum">1</ab></item><item><ab type="tocDivNum">II.</ab> <ref target="ch2">Der &#220;bermensch</ref>      <ab type="tocPageNum">29</ab></item><item><ab type="tocDivNum">III.</ab> <ref target="ch3">Nietzsches Entwickelungsgang</ref>      <ab type="tocPageNum">93</ab></item></list><pb n="VII"/></div1><div1 id="vorrede" type="Preface"><head>Vorrede.</head><p>Als ich vor sechs Jahren die Werke <hi rend="ex">Friedrich Nietzsches</hi> kennen lernte, waren in mir bereits Ideen ausgebildet, die den seinigen &#228;hnlich sind. Unabh&#228;ngig von ihm und auf anderen Wegen als er, bin ich zu Anschauungen gekommen, die im Einklang stehen mit dem, was Nietzsche in seinen Schriften: &#8222;Zarathustra&#8220;, &#8222;Jenseits von Gut und B&#246;se&#8220;, &#8222;Genealogie der Moral&#8220; und &#8222;G&#246;tzend&#228;mmerung&#8220; ausgesprochen hat. Schon in meinem 1886 erschienenen kleinen Buche &#8222;Erkenntnistheorie der <hi rend="ex">Goetheschen Weltanschauung</hi>&#8220; kommt dieselbe Gesinnung zum Ausdruck, wie in den genannten Werken Nietzsches.
</p><p>Dies ist der Grund, warum ich mich gedr&#228;ngt f&#252;hlte, ein Bild von dem Vorstellungs- und Empfindungsleben Nietzsches zu zeichnen. Ich glaube, da&#223; ein solches Bild Nietzsche am &#228;hnlichsten dann wird, wenn man es seinen erw&#228;hnten letzten Schriften gem&#228;&#223; schafft. So habe ich es gethan. Die fr&#252;heren Schriften Nietzsches zeigen uns ihn als <hi rend="ex">Suchenden</hi>. Er stellt sich uns in ihnen dar als rastlos aufw&#228;rts Strebender. In <pb n="VIII"/>seinen letzten Schriften sehen wir ihn auf dem Gipfel angelangt, der eine seiner ureigenen Geistesart angemessene H&#246;he hat. In den meisten der bis jetzt &#252;ber Nietzsche erschienenen Schriften wird dessen Entwickelung so dargestellt, als ob er in den verschiedenen Zeiten seiner Schriftstellerlaufbahn voneinander mehr oder weniger abweichende Meinungen gehabt h&#228;tte. Ich habe zu zeigen versucht, da&#223; von einem Meinungswechsel bei Nietzsche nicht die Rede sein kann, sondern nur von einer Aufw&#228;rts-Bewegung, von der naturgem&#228;&#223;en Entwickelung einer Pers&#246;nlichkeit, die noch nicht die ihren Anschauungen entsprechende Ausdrucksform gefunden hatte, als sie ihre ersten Schriften schrieb.
</p><p>Das Endziel von Nietzsches Wirken ist die Zeichnung des Typus &#8222;&#220;bermensch&#8220;. Diesen Typus zu charakterisieren, habe ich als eine der Hauptaufgaben meiner Schrift betrachtet. Mein Bild des &#220;bermenschen ist genau das Gegenteil des Zerrbildes geworden, das in dem augenblicklich verbreitetsten Buche &#252;ber Nietzsche von Frau Lou <hi rend="ex">Andreas-Salom&#233;</hi> entworfen ist. Man kann nichts dem Nietzscheschen Geiste mehr Zuwiderlaufendes in die Welt setzen, als das mystische Unget&#252;m, das Frau Salom&#233; aus dem &#220;bermenschen gemacht hat. Mein Buch zeigt, da&#223; in Nietzsches Ideen nirgends auch nur die geringste Spur von Mystik anzutreffen ist. Auf die Widerlegung der Ansicht von Frau Salom&#233;, da&#223; Nietzsches Gedanken in &#8222;Menschliches, Allzumenschliches&#8220; von den Ausf&#252;hrungen <hi rend="ex">Paul R&#233;es</hi>, des Verfassers der &#8222;Psychologischen Beobachtungen und des <corr sic="&#8222;"/>Ursprungs der moralischen Empfindungen&#8220; u. s. w., beeinflu&#223;t <pb n="IX"/>seien, habe ich mich nicht eingelassen. Ein so mittelm&#228;&#223;iger Kopf wie Paul R&#233;e konnte auf Nietzsche keinen bedeutenden Eindruck machen. Ich w&#252;rde diese Dinge auch hier nicht ber&#252;hren, wenn nicht das Buch von Frau Salom&#233; so viel beigetragen h&#228;tte, geradezu widerw&#228;rtige Ansichten &#252;ber Nietzsche zu verbreiten. Fritz <hi rend="ex">Koegel</hi>, der ausgezeichnete Herausgeber von Nietzsches Werken, hat im &#8222;Magazin f&#252;r Litteratur&#8220; diesem Machwerke die geb&#252;hrende Abfertigung angedeihen lassen.
</p><p>Ich kann diese kurze Vorrede nicht beschlie&#223;en, ohne Frau <hi rend="ex">F&#246;rster-Nietzsche</hi>, der Schwester Nietzsches, herzlichst zu danken f&#252;r die vielen Freundlichkeiten, die ich von ihr w&#228;hrend der Zeit erfahren habe, in der meine Schrift entstanden ist. Den im &#8222;Nietzsche-Archiv&#8220; in Naumburg verlebten Stunden verdanke ich die Stimmung, aus der heraus die folgenden Gedanken geschrieben sind.

</p><p rend="class(dateline)"><hi rend="ex">Weimar</hi>, April 1895.
</p><p rend="class(signed)">Rudolf Steiner.



<pb n="XI"/></p></div1><div1 id="biblio" type="Bibliography"><head>Nietzsches Werke.</head><p>Ich f&#252;hre hier zur Orientierung die bis jetzt erschienenen und f&#252;r meine Ausf&#252;hrungen in Betracht kommenden Schriften Nietzsches an und f&#252;ge zu jeder einzelnen die Jahreszahl des Erscheinens der ersten Auflage hinzu.

</p><p><hi rend="bold"><xref url="pg:7206">Die Geburt der Trag&#246;die</xref>.</hi> Oder: Griechentum und Pessimismus.
</p><p>Die 1. Aufl. erschien 1872.
</p><p>Eine neue Ausgabe mit vorgedrucktem &#8222;Versuch einer Selbstkritik&#8220; erschien 1886.
</p><p><hi rend="bold">Unzeitgem&#228;&#223;e Betrachtungen.</hi>
</p><p>Erstes St&#252;ck: David Strau&#223;, der Bekenner und Schriftsteller. 1. Aufl. 1873.
</p><p>Zweites St&#252;ck: Vom Nutzen und Nachteil der Historie f&#252;r das Leben. 1. Aufl. 1874.
</p><p>Drittes St&#252;ck: Schopenhauer als Erzieher. 1. Aufl. 1874.
</p><p>Viertes St&#252;ck: Richard Wagner in Bayreuth. 1. Aufl. 1876.
</p><p><hi rend="bold"><xref url="pg:7207">Menschliches, Allzumenschliches</xref>.</hi> Ein Buch f&#252;r freie Geister.
</p><p>1. Band. 1. Aufl. 1878.
</p><p>Eine neue Ausgabe mit einer einf&#252;hrenden Vorrede erschien 1886.
</p><p><hi rend="bold">Menschliches, Allzumenschliches.</hi> Ein Buch f&#252;r freie Geister.
</p><p>2. Band. Die beiden Abteilungen dieses Buches: &#8222;Vermischte Meinungen und Spr&#252;che&#8220; und &#8222;Der Wanderer und sein Schatten&#8220; erschienen zuerst jede als besonderes Buch. Die erste 1879 unter dem Titel: &#8222;Menschliches, Allzumenschliches. Ein Buch f&#252;r freie Geister. Anhang: Vermischte Meinungen und Spr&#252;che&#8220;, die zweite 1880. Beide Abteilungen wurden 1886 zu einem Bande vereinigt, der mit einer einf&#252;hrenden Vorrede versehen wurde und der den Titel trug: &#8222;Menschliches, Allzumenschliches. Ein Buch f&#252;r freie Geister. Zweiter Band. Neue Ausgabe mit einer einf&#252;hrenden Vorrede.&#8220;
</p><p><hi rend="bold">Morgenr&#246;te.</hi> Gedanken &#252;ber die moralischen Vorurteile.
</p><p>1. Aufl. 1881.
</p><p>Neue Ausgabe mit einer einf&#252;hrenden Vorrede 1887.
<pb n="XII"/></p><p><hi rend="bold">Die fr&#246;hliche Wissenschaft</hi> (&#8222;La gaya scienza&#8220;). 1. Aufl. 1882.
</p><p>Neue Ausgabe mit einer Vorrede 1887.
</p><p><hi rend="bold"><xref url="pg:7205">Also sprach Zarathustra</xref>.</hi> Die Teile erschienen zuerst einzeln: 1. Teil 1883; 2. Teil 1883; 3. Teil 1884. Die erste Gesamtausgabe der drei Teile erschien 1886. Der vierte Teil erschien 1885 in 40 Abz&#252;gen blo&#223; f&#252;r Freunde und erst 1891 als 1. Aufl.
</p><p><hi rend="bold"><xref url="pg:7204">Jenseits von Gut und B&#246;se</xref>.</hi> Vorspiel einer Philosophie der Zukunft. 1. Aufl. 1886.
</p><p><hi rend="bold">Zur Genealogie der Moral.</hi> Eine Streitschrift. 1. Aufl. 1887.
</p><p><hi rend="bold">Der Fall Wagner.</hi> Ein Musikanten-Problem. 1. Aufl. 1888.
</p><p><hi rend="bold"><xref url="pg:7203">G&#246;tzend&#228;mmerung</xref></hi> oder Wie man mit dem Hammer philosophiert. 1. Aufl. 1889.
</p><p><hi rend="bold">Nietzsche contra Wagner.</hi> Aktenst&#252;cke eines Psychologen. Erschien 1895 in der Gesamtausgabe zum ersten Mal. 1888 bereits einmal gedruckt, aber nicht ausgegeben.
</p><p><hi rend="bold">Der Antichrist.</hi> Versuch einer Kritik des Christentums. Das erste Buch des unvollendeten Werkes Nietzsches &#8222;Der Wille zur Macht&#8220;. In der Gesamtausgabe (1895) zum erstenmal gedruckt.
</p><p><hi rend="bold">Gedichte.</hi> In der Gesamtausgabe 1895.
</p><p>Eine <hi rend="ex">Gesamtausgabe</hi> von Nietzsches Werken in 8 B&#228;nden ist 1895 bei C. G. Naumann in Leipzig erschienen. In derselben sind enthalten: Die Geburt der Trag&#246;die 4. Aufl.; Die &#8222;Unzeitgem&#228;&#223;en Betrachtungen&#8220; 3. Aufl.; &#8222;Menschliches, Allzumenschliches&#8220; 1. u. 2. Bd. 4. Aufl.; Morgenr&#246;te 2. Aufl.; Fr&#246;hliche Wissenschaft 2. Aufl.; Zarathustra 4. Aufl.; Jenseits von Gut und B&#246;se 5. Aufl.; Genealogie der Moral 4. Aufl.; Der Fall Wagner 3. Aufl.; G&#246;tzend&#228;mmerung 3. Aufl.; Nietzsche contra Wagner; Antichrist; Gedichte.

</p><p>Die Ver&#246;ffentlichung der noch ungedruckten Arbeiten Nietzsches, sowie seiner Entw&#252;rfe zu Arbeiten, seiner Fragmente u. s. w. steht bevor.





<pb id="pb1" n="1"/></p></div1></front><body><div1 id="ch1" n="I" type="Chapter"><head type="label">I.</head><head>Der Charakter.</head><pb id="pb3" n="3"/><div2 id="s1" n="1" type="Section"><head>1.</head><p><hi rend="ex">Friedrich Nietzsche</hi> charakterisiert sich selbst als einsamen Gr&#252;bler und R&#228;tselfreund, als <hi rend="ex">unzeitgem&#228;&#223;e</hi> Pers&#246;nlichkeit. Wer auf solchen eigenen Wegen geht, wie er, &#8222;begegnet niemandem; das bringen die eigenen Wege mit sich. Niemand kommt, ihm dabei zu helfen; mit allem, was ihm von Gefahr, Zufall, Bosheit und schlechtem Wetter zust&#246;&#223;t, mu&#223; er allein fertig werden&#8220;, sagt er in der Vorrede zur zweiten Ausgabe seiner &#8222;Morgenr&#246;te&#8220;. Aber reizvoll ist es, ihm in seine Einsamkeit zu folgen. Die Worte, die er &#252;ber sein Verh&#228;ltnis zu Schopenhauer ausgesprochen hat, m&#246;chte ich &#252;ber das meinige zu Nietzsche sagen: &#8222;Ich geh&#246;re zu den Lesern Nietzsches, welche, nachdem sie die erste Seite von ihm gelesen, mit Bestimmtheit wissen, da&#223; sie alle Seiten lesen und auf jedes Wort h&#246;ren werden, das er &#252;berhaupt gesagt hat. Mein Vertrauen zu ihm war sofort da ..... Ich verstand ihn, als ob er f&#252;r mich geschrieben h&#228;tte, um mich verst&#228;ndlich, aber unbescheiden und th&#246;richt auszudr&#252;cken.&#8220; Man kann so sprechen und weit davon entfernt sein, sich als &#8222;Gl&#228;ubigen&#8220; der Nietzscheschen Weltanschauung zu bekennen. Weiter allerdings <pb id="pb4" n="4"/>nicht, als Nietzsche davon entfernt war, sich solche &#8222;Gl&#228;ubige&#8220; zu w&#252;nschen. Legt er doch seinem &#8222;Zarathustra&#8220; die Worte in den Mund:
</p><p>&#8222;Ihr sagt, ihr glaubt an Zarathustra? Aber was liegt an Zarathustra! Ihr seid meine Gl&#228;ubigen: aber was liegt an allen Gl&#228;ubigen!
</p><p><corr>&#8222;</corr>Ihr hattet euch noch nicht gesucht: da fandet ihr mich. So thun alle Gl&#228;ubigen; darum ist es so wenig mit allem Glauben.
</p><p><corr>&#8222;</corr>Nun hei&#223;e ich euch, mich verlieren und <hi rend="ex">euch</hi> finden; und erst, wenn ihr mich alle verleugnet habt, will ich euch wiederkehren.&#8220;
</p><p>Nietzsche ist kein Messias und Religionsstifter; er kann deshalb sich wohl Freunde seiner Meinungen w&#252;nschen; Bekenner seiner Lehren aber, die ihr eigenes Selbst aufgeben, um das seinige zu finden, kann er nicht wollen.
</p><p>In Nietzsches Pers&#246;nlichkeit finden sich Instinkte, denen ganze Vorstellungskreise seiner Zeitgenossen zuwider sind. Von den wichtigsten Kulturideen derjenigen, in deren Mitte er sich entwickelt hat, wendet er sich ab mit einem instinktiven Widerwillen; und zwar nicht so, wie man eine Behauptung ablehnt, in der man einen logischen Widerspruch entdeckt hat, sondern wie man sich von einer Farbe abwendet, die dem Auge Schmerz verursacht. Der Widerwille geht von dem unmittelbaren Gef&#252;hl aus; die bewu&#223;te &#220;berlegung kommt zun&#228;chst gar nicht in Betracht. Was andere Menschen empfinden, wenn ihnen die Gedanken: Schuld, Gewissensbi&#223;, S&#252;nde, jenseitiges Leben, Ideal, Seligkeit, Vaterland durch den Kopf gehen, wirkt auf Nietzsche unangenehm. Die instinktive <pb id="pb5" n="5"/>Art der Abneigung gegen die genannten Vorstellungen unterscheidet Nietzsche auch von den sogenannten &#8222;Freigeistern&#8220; der Gegenwart. Diese kennen alle Verstandeseinw&#228;nde gegen die &#8222;alten Wahnvorstellungen&#8220;; aber wie selten findet sich einer, der von sich sagen kann: seine <hi rend="ex">Instinkte</hi> h&#228;ngen nicht mehr an ihnen! Gerade die Instinkte sind es, die den Freigeistern der Gegenwart b&#246;se Streiche spielen. Das Denken nimmt einen von den &#252;berlieferten Ideen unabh&#228;ngigen Charakter an, aber die Instinkte k&#246;nnen sich diesem ver&#228;nderten Charakter des Verstandes nicht anpassen. Diese &#8222;freien Geister&#8220; setzen irgend einen Begriff der modernen Wissenschaft an die Stelle einer &#228;lteren Vorstellung; aber sie sprechen so von ihm, da&#223; man erkennt: der Verstand geht einen andern Weg als die Instinkte. Der Verstand sucht in dem <hi rend="ex">Stoffe</hi>, in der <hi rend="ex">Kraft</hi>, in der <hi rend="ex">Naturgesetzlichkeit</hi> den Urgrund der Erscheinungen; die Instinkte aber verleiten dazu, diesen Wesen gegen&#252;ber dasselbe zu empfinden, was andere ihrem pers&#246;nlichen Gotte gegen&#252;ber empfinden. Geister dieser Art wehren sich gegen den Vorwurf der Gottesleugnung; aber sie thun es nicht deshalb, weil ihre Weltauffassung sie auf etwas f&#252;hrt, was mit irgend einer Gottesvorstellung &#252;bereinstimmt, sondern weil sie von ihren Vorfahren die Eigenschaft ererbt haben, bei dem Worte &#8222;Gottesleugner&#8220; ein <hi rend="ex">instinktives</hi> Gruseln zu empfinden. Gro&#223;e Naturforscher betonen, da&#223; sie die Vorstellungen: Gott, Unsterblichkeit nicht verbannen, sondern nur im Sinne der modernen Wissenschaft umgestalten wollen. Ihre Instinkte sind eben hinter ihrem Verstande zur&#252;ckgeblieben.
<pb id="pb6" n="6"/></p><p>Eine gro&#223;e Zahl dieser &#8222;freien Geister&#8220; vertritt die Ansicht, da&#223; der Wille des Menschen unfrei ist. Sie sagen: der Mensch <hi rend="ex">mu&#223;</hi> in einem bestimmten Falle so handeln, wie es sein Charakter und die auf ihn einwirkenden Verh&#228;ltnisse bedingen. Man halte aber Umschau bei diesen Gegnern der Ansicht vom &#8222;freien Willen&#8220;, und man wird finden, da&#223; sich die Instinkte dieser &#8222;Freigeister&#8220; von dem Vollbringer einer &#8222;b&#246;sen&#8220; That geradeso mit Abscheu abwenden, wie es die Instinkte der anderen thun, die der Meinung sind: der &#8222;freie Wille&#8220; k&#246;nne sich nach Belieben dem Guten oder dem B&#246;sen zuwenden.
</p><p>Der Widerspruch zwischen Verstand und Instinkt ist das Merkmal unserer &#8222;modernen Geister&#8220;. Auch in den freiesten Denkern der Gegenwart leben noch die von der christlichen Orthodoxie gepflanzten Instinkte. Genau die entgegengesetzten sind in Nietzsches Natur wirksam. Er braucht nicht erst dar&#252;ber nachzudenken, ob es Gr&#252;nde gegen die Annahme eines pers&#246;nlichen Weltenlenkers giebt. Sein Instinkt ist zu stolz, um sich vor einem solchen zu beugen; deshalb lehnt er eine derartige Vorstellung ab. Er spricht mit seinem Zarathustra: &#8222;Aber da&#223; ich euch ganz mein Herz offenbare, ihr Freunde: <hi rend="ex">wenn</hi> es G&#246;tter g&#228;be, wie hielte ich&#8217;s aus, kein Gott zu sein! <hi rend="ex">Also</hi> giebt es keine G&#246;tter.&#8220; Sich selbst oder einen andern wegen einer begangenen Handlung &#8222;schuldig&#8220; zu sprechen, dazu dr&#228;ngt ihn nichts in seinem Innern. Um ein solches &#8222;schuldig&#8220; unstatthaft zu finden, dazu braucht er keine Theorie vom &#8222;freien&#8220; oder &#8222;unfreien&#8220; Willen.
</p><p>Auch die patriotischen Empfindungen seiner <pb id="pb7" n="7"/>deutschen Volksgenossen sind Nietzsches Instinkten zuwider. Er kann sein Empfinden und Denken nicht abh&#228;ngig machen von den Gedankenkreisen des Volkes, innerhalb dessen er geboren und erzogen ist; auch nicht von der Zeit, in der er lebt. &#8222;Es ist so kleinst&#228;dtisch &#8212; sagt er in seiner Schrift &#8222;Schopenhauer als Erzieher&#8220; &#8212;, sich zu den Ansichten verpflichten, die ein paar hundert Meilen weiter schon nicht mehr verpflichten. Orient und Occident sind Kreidestriche, die uns jemand vor unsere Augen hinmalt, um unsere Furchtsamkeit zu narren. Ich will den Versuch machen, zur Freiheit zu kommen, sagt sich die junge Seele; und da sollte es sie hindern, da&#223; zuf&#228;llig zwei Nationen sich hassen und bekriegen, oder da&#223; ein Meer zwischen zwei Weltteilen liegt, oder da&#223; rings um uns eine Religion gelehrt wird, welche vor ein paar tausend Jahren nicht bestand.&#8220; Die Empfindungen der Deutschen w&#228;hrend des Krieges im Jahre 1870 fanden in seiner Seele einen so geringen Widerhall, da&#223; er, &#8222;w&#228;hrend die Donner der Schlacht von W&#246;rth &#252;ber Europa weggingen&#8220;, in einem Winkel der Alpen sa&#223;, &#8222;sehr vergr&#252;belt und verr&#228;tselt, folglich sehr bek&#252;mmert und unbek&#252;mmert zugleich&#8220;, und seine Gedanken &#252;ber die Griechen niederschrieb. Und als er einige Wochen darauf sich selbst &#8222;unter den Mauern von Metz&#8220; befand, war er &#8222;noch immer nicht losgekommen von den Fragezeichen, die er zum Leben und der Kunst der Griechen gesetzt hatte&#8220;. (Vergl. &#8222;Versuch einer Selbstkritik&#8220; in der zweiten Auflage seiner &#8222;Geburt der Trag&#246;die&#8220;.) Als der Krieg zu Ende war, stimmte er so wenig in die Begeisterung seiner deutschen Zeitgenossen &#252;ber den errungenen <pb id="pb8" n="8"/>Sieg ein, da&#223; er schon im Jahre 1872 in seiner Schrift &#252;ber <hi rend="ex">David Strau&#223;</hi> von den &#8222;schlimmen und gef&#228;hrlichen Folgen&#8220; des siegreich beendeten Kampfes sprach. Er stellte es sogar als einen Wahn hin, da&#223; auch die deutsche Kultur in diesem Kampfe gesiegt habe, und er nannte diesen Wahn gef&#228;hrlich, weil, wenn er innerhalb des deutschen Volkes herrschend wird, die Gefahr vorhanden ist, den Sieg in eine v&#246;llige Niederlage zu verwandeln; in die Niederlage, ja Exstirpation des deutschen Geistes zu Gunsten des &#8222;Deutschen Reiches&#8220;. Das ist Nietzsches Gesinnung in einer Zeit, in der ganz Europa voll ist von nationaler Begeisterung. Es ist die Gesinnung einer <hi rend="ex">unzeitgem&#228;&#223;en</hi> Pers&#246;nlichkeit, eines <hi rend="ex">K&#228;mpfers gegen seine Zeit</hi>. Au&#223;er dem Angef&#252;hrten lie&#223;e sich noch vieles nennen, was in Nietzsches Empfindungs- und Vorstellungsleben anders ist, als in dem seiner Zeitgenossen.

</p></div2><div2 n="2" type="Section"><head>2.</head><p>Nietzsche ist kein &#8222;Denker&#8220; im gew&#246;hnlichen Sinne des Wortes. F&#252;r die fragw&#252;rdigen und tiefdringenden Fragen, die er der Welt und dem Leben gegen&#252;ber zu stellen hat, reicht das blo&#223;e Denken nicht aus. F&#252;r diese Fragen m&#252;ssen alle Kr&#228;fte der menschlichen Natur entfesselt werden; die <hi rend="ex">denkende</hi> Betrachtung allein ist ihnen nicht gewachsen. Zu blo&#223; <hi rend="ex">erdachten</hi> Gr&#252;nden f&#252;r eine Meinung hat Nietzsche kein Vertrauen. &#8222;Es giebt ein Mi&#223;trauen in mir gegen Dialektik, selbst gegen Gr&#252;nde,&#8220; schreibt er am 2. Dezember 1887 an Georg Brandes. (Vergl. <pb id="pb9" n="9"/>dessen &#8222;Menschen und Werke&#8220;, S. 212). Wer ihn um die Gr&#252;nde seiner Ansichten fragt, f&#252;r den hat er &#8222;Zarathustras&#8220; Antwort bereit: &#8222;Du fragst warum? Ich geh&#246;re nicht zu denen, welche man nach ihrem Warum fragen darf.&#8220; Nicht ob eine Ansicht logisch bewiesen werden kann, ist f&#252;r ihn ma&#223;gebend, sondern ob sie auf alle Kr&#228;fte der menschlichen Pers&#246;nlichkeit so wirkt, da&#223; sie f&#252;r das Leben <hi rend="ex">Wert</hi> hat. Er l&#228;&#223;t einen Gedanken nur gelten, wenn er ihn geeignet findet, zur Entwicklung des Lebens beizutragen. Den Menschen so gesund als m&#246;glich, so machtvoll als m&#246;glich, so sch&#246;pferisch als m&#246;glich zu sehen, ist sein Wunsch. Wahrheit, Sch&#246;nheit, alle Ideale haben nur Wert und gehen den Menschen nur etwas an, insofern sie <hi rend="ex">lebenf&#246;rdernd</hi> sind.
</p><p>Die Frage nach dem <hi rend="ex">Werte der Wahrheit</hi> tritt in mehreren Schriften Nietzsches auf. In der verwegensten Form wird sie in seinem Buche: &#8222;Jenseits von Gut und B&#246;se&#8220; gestellt. &#8222;Der Wille zur Wahrheit, der uns noch zu manchem Wagnisse verf&#252;hren wird, jene ber&#252;hmte Wahrhaftigkeit, von der alle Philosophen bisher mit Ehrerbietung geredet haben: was f&#252;r Fragen hat dieser Wille zur Wahrheit uns schon vorgelegt! Welche wunderlichen, schlimmen, fragw&#252;rdigen Fragen! Das ist bereits eine lange Geschichte &#8212; und doch scheint es, da&#223; sie kaum eben angefangen hat.&#8220; Was Wunder, wenn wir endlich auch mi&#223;trauisch werden, die Geduld verlieren, uns ungeduldig umdrehn? Da&#223; wir von dieser Sphinx auch unsererseits das Fragen lernen? Wer ist das eigentlich, der uns hier Fragen stellt? Was in uns will eigentlich &#8218;zur Wahrheit&#8216;? In der <pb id="pb10" n="10"/>That, wir machten lange Halt vor der Frage nach der Ursache dieses Willens &#8212; bis wir, zuletzt, vor einer noch gr&#252;ndlicheren Frage ganz und gar stehen blieben. Wir fragten nach dem <hi rend="ex">Werte dieses Willens</hi>. Gesetzt, wir wollen Wahrheit: <hi rend="ex">warum nicht lieber Unwahrheit</hi>?
</p><p>Das ist ein Gedanke von kaum zu &#252;berbietender K&#252;hnheit. Stellt man daneben, was ein anderer k&#252;hner &#8222;Gr&#252;bler und R&#228;tselfreund&#8220;, <hi rend="ex">Johann Gottlieb Fichte</hi>, von dem Streben nach Wahrheit sagt, so sieht man erst, wie tief aus dem Wesen der menschlichen Natur Nietzsche seine Vorstellungen heraufholt. &#8222;Ich bin dazu berufen&#8220; &#8212; sagt Fichte &#8212; &#8222;der Wahrheit Zeugnis zu geben; an meinem Leben und an meinem Schicksal liegt nichts; an den Wirkungen meines Lebens liegt unendlich viel. Ich bin ein Priester der Wahrheit; ich bin in ihrem Solde; ich habe mich verbindlich gemacht, alles f&#252;r sie zu thun und zu wagen und zu leiden.&#8220; (Fichte, Vorlesungen &#8222;&#220;ber die Bestimmung des Gelehrten&#8220;, vierte Vorlesung.) Diese Worte sprechen das Verh&#228;ltnis aus, in das sich die edelsten Geister der abendl&#228;ndischen neueren Kultur zur Wahrheit setzen. Nietzsches angef&#252;hrtem Ausspruch gegen&#252;ber erscheinen sie oberfl&#228;chlich. Man kann gegen sie einwenden: Ist es denn nicht m&#246;glich, da&#223; die Unwahrheit wertvollere Wirkungen f&#252;r das Leben hat, als die Wahrheit? Ist es ausgeschlossen, da&#223; die Wahrheit dem Leben schadet? Hat sich Fichte diese Fragen gestellt? Haben es andere gethan, die &#8222;der Wahrheit Zeugnis&#8220; gegeben haben?
</p><p>Nietzsche aber stellt diese Fragen. Und er glaubt <pb id="pb11" n="11"/>&#252;ber sie erst dann ins Reine zu kommen, wenn er das Streben nach Wahrheit nicht als blo&#223;e Verstandessache behandelt, sondern nach den Instinkten sucht, die dieses Streben erzeugen. Denn es k&#246;nnte ja wohl sein, da&#223; sich diese Instinkte der Wahrheit nur als Mittel bedienten, um etwas zu erreichen, was h&#246;her steht, als die Wahrheit. <corr sic="Nietzche">Nietzsche</corr> findet, nachdem er &#8222;lange genug den Philosophen zwischen die Zeilen und auf die Finger gesehn&#8220; hat: &#8222;Das meiste Denken eines Philosophen ist durch seine Instinkte heimlich gef&#252;hrt und in bestimmte Bahnen gezwungen.&#8220; Die Philosophen glauben, die letzte Triebfeder ihres Thuns sei das Streben nach Wahrheit. Sie glauben dies, weil sie nicht auf den Grund der menschlichen Natur zu sehen verm&#246;gen. In Wirklichkeit wird das Streben nach Wahrheit gelenkt von dem <hi rend="ex">Willen zur Macht</hi>. Mit Hilfe der Wahrheit soll die Macht und Lebensf&#252;lle der Pers&#246;nlichkeit erh&#246;ht werden. Das bewu&#223;te Denken des Philosophen ist der Meinung: die Erkenntnis der Wahrheit sei ein letztes Ziel; der unbewu&#223;te Instinkt, der das Denken treibt, strebt nach F&#246;rderung des Lebens. F&#252;r diesen Instinkt ist &#8222;die Falschheit eines Urteils noch kein Einwand gegen ein Urteil&#8220;; f&#252;r ihn kommt allein die Frage in Betracht: &#8222;wie weit ist es lebenf&#246;rdernd, lebenerhaltend, arterhaltend, vielleicht gar artz&#252;chtend&#8220; (Jenseits von Gut und B&#246;se &#167; 4).
</p><p>&#8222;&#8218;Wille zur Wahrheit&#8216; hei&#223;t ihr&#8217;s, ihr Weisesten, was euch treibt und br&#252;nstig macht?
</p><p><corr>&#8222;</corr>Wille zur Denkbarkeit alles Seienden: also hei&#223;e <hi rend="ex">ich</hi> euren Willen!
</p><p><corr>&#8222;</corr>Alles Seiende wollt ihr erst denkbar <hi rend="ex">machen</hi>: denn <pb id="pb12" n="12"/>ihr zweifelt mit gutem Mi&#223;trauen, ob es schon denkbar ist.
</p><p><corr>&#8222;</corr>Aber es soll sich euch f&#252;gen und biegen! So will&#8217;s euer Wille. Glatt soll es werden und dem Geiste unterthan, als sein Spiegel und Widerbild.
</p><p><corr>&#8222;</corr>Das ist euer ganzer Wille, ihr Weisesten, als ein Wille zur Macht .....&#8220; (Zarathustra, 2. Teil, Von der Selbst-&#220;berwindung.)
</p><p>Die Wahrheit soll die Welt dem Geiste unterthan machen und dadurch dem Leben dienen. Nur als Lebensbedingung hat sie einen Wert. &#8212; Kann man nicht aber noch weiter gehen und fragen: was ist das Leben selbst wert? Nietzsche h&#228;lt eine solche Frage f&#252;r unm&#246;glich. Da&#223; alles Lebende so machtvoll, so inhaltreich leben will, als irgend m&#246;glich ist, nimmt er als eine Thatsache hin, &#252;ber die er nicht weiter gr&#252;belt. Die Lebensinstinkte fragen nicht nach dem Werte des Lebens. Sie fragen nur: welche Mittel giebt es, um die Macht ihres Tr&#228;gers zu erh&#246;hen. &#8222;Urteile, Werturteile &#252;ber das Leben, f&#252;r oder wider, k&#246;nnen zuletzt niemals wahr sein: sie haben nur Wert als Symptome, sie kommen nur als Symptome in Betracht, &#8212; an sich sind solche Urteile Dummheiten. Man mu&#223; durchaus seine Finger darnach ausstrecken und den Versuch machen, die erstaunliche Finesse zu fassen, <hi rend="ex">da&#223; der Wert des Lebens nicht abgesch&#228;tzt werden kann</hi>. Von einem Lebenden nicht, weil ein solcher Partei, ja sogar Streitobjekt ist, und nicht Richter; von einem Toten nicht, aus einem andern Grunde. &#8212; Von seiten eines Philosophen im Wert des Lebens ein Problem sehn, bleibt dergestalt sogar ein Einwurf gegen ihn, ein Fragezeichen an <pb id="pb13" n="13"/>seiner Weisheit, eine Unweisheit.&#8220; &#8212; (G&#246;tzend&#228;mmerung. Das Problem des Sokrates.) Die Frage nach dem Werte des Lebens existiert nur f&#252;r eine mangelhaft ausgebildete, kranke Pers&#246;nlichkeit. Wer allseitig entwickelt ist, <hi rend="ex">lebt</hi>, ohne zu fragen, wie viel sein Leben wert ist.
</p><p>Weil Nietzsche die beschriebenen Ansichten hat, deshalb legt er auf logische Beweisgr&#252;nde f&#252;r ein Urteil wenig Gewicht. Nicht darauf kommt es ihm an, ob sich das Urteil logisch beweisen l&#228;&#223;t, sondern wie gut sich unter seinem Einflusse leben l&#228;&#223;t. Nicht allein der Verstand, sondern die ganze Pers&#246;nlichkeit des Menschen soll befriedigt werden. Die besten Gedanken sind diejenigen, welche alle Kr&#228;fte der menschlichen Natur in eine ihnen angemessene Bewegung bringen.
</p><p>Nur Gedanken dieser Art haben f&#252;r Nietzsche Interesse. Er ist kein philosophischer Kopf, sondern ein &#8222;Honigsammler des Geistes&#8220;, der die &#8222;Bienenk&#246;rbe&#8220; der Erkenntnis aufsucht und heimzubringen sucht, was dem Leben frommt.

</p></div2><div2 n="3" type="Section"><head>3.</head><p>In Nietzsches Pers&#246;nlichkeit sind diejenigen Instinkte vorherrschend, die den Menschen zu einem gebietenden, herrischen Wesen machen. Ihm gef&#228;llt alles, was Macht bekundet; ihm mi&#223;f&#228;llt alles, was Schw&#228;che verr&#228;t. Er f&#252;hlt sich nur so lange gl&#252;cklich, als er sich in Lebensbedingungen befindet, die seine Kraft erh&#246;hen. Er liebt Hemmnisse, Widerst&#228;nde f&#252;r seine Th&#228;tigkeit, weil er sich bei ihrer &#220;berwindung seiner Macht bewu&#223;t wird. Er sucht die beschwerlichsten <pb id="pb14" n="14"/>Wege auf, die der Mensch gehen kann. Ein Grundzug seines Charakters ist in dem Spruche ausgedr&#252;ckt, den er der zweiten Ausgabe seiner &#8222;fr&#246;hlichen Wissenschaft&#8220; auf das Titelblatt gesetzt hat:

</p><lg type="Group"><l>&#8222;Ich wohne in meinem eignen Haus,
    </l><l>Hab&#8217; niemandem nie nichts nachgemacht
    </l><l>Und &#8212; lachte noch jeden Meister aus,
    </l><l>Der nicht sich selber ausgelacht.&#8220;</l></lg><p>Jede Art von Unterordnung unter eine fremde Macht empfindet Nietzsche als Schw&#228;che. Und &#252;ber das, was eine &#8222;fremde Macht&#8220; ist, denkt er anders als mancher, der sich als &#8222;unabh&#228;ngigen, freien Geist&#8220; bezeichnet. Nietzsche empfindet es als Schw&#228;che, wenn der Mensch sich in seinem Denken und Handeln sogenannten &#8222;ewigen, ehernen&#8220; Gesetzen der Vernunft unterwirft. Was die allseitig entwickelte Pers&#246;nlichkeit thut, das l&#228;&#223;t sie sich von keiner Moralwissenschaft vorschreiben, sondern allein von den Antrieben des eigenen Selbst. Der Mensch ist in dem Augenblicke schon schwach, in dem er nach Gesetzen und Regeln <hi rend="ex">sucht</hi>, nach denen er denken und handeln <hi rend="ex">soll</hi>. Der Starke <hi rend="ex">bestimmt</hi> die Art seines Denkens und Handelns aus seinem eigenen Wesen heraus.
</p><p>Diese Ansicht spricht Nietzsche am schroffsten in S&#228;tzen aus, um derentwillen ihn kleinlich denkende Menschen geradezu als einen gef&#228;hrlichen Geist bezeichnet haben: &#8222;Als die christlichen Kreuzfahrer im Orient auf jenen unbesiegbaren Assassinenorden stie&#223;en, jenen Freigeisterorden par excellence, dessen unterste Grade in einem Gehorsame lebten, wie einen gleichen kein M&#246;nchsorden erreicht hat, da bekamen sie auf irgend welchem Wege auch einen Wink &#252;ber jenes <pb id="pb15" n="15"/>Symbol und Kerbholzwort, das nur den obersten Graden, als deren Sekretum, vorbehalten war: &#8222;<hi rend="ex">Nichts ist wahr, alles ist erlaubt!</hi>&#8220; .... Wohlan, das war <hi rend="ex">Freiheit</hi> des Geistes, damit war der Wahrheit selbst der Glaube <hi rend="ex">gek&#252;ndigt</hi>&#8220; ... (Genealogie der Moral &#167; 19). Da&#223; diese S&#228;tze die Empfindungen einer vornehmen, einer Herrennatur zum Ausdruck bringen, die sich die Erlaubnis, frei, nach ihren <hi rend="ex">eigenen</hi> Gesetzen zu leben, durch keine R&#252;cksicht auf ewige Wahrheiten und Vorschriften der Moral verk&#252;mmern lassen will, f&#252;hlen diejenigen Menschen nicht, die, ihrer Art nach, zur Unterw&#252;rfigkeit geeignet sind. Eine Pers&#246;nlichkeit, wie die Nietzsches ist, vertr&#228;gt auch jene Tyrannen nicht, die in der Form abstrakter Sittengebote auftreten. <hi rend="ex">Ich</hi> bestimme, wie ich denken, wie ich handeln will, sagt eine solche Natur.
</p><p>Es giebt Menschen, die ihre Berechtigung, sich &#8222;Freidenker&#8220; zu nennen, davon herleiten, da&#223; sie sich in ihrem Denken und Handeln nicht solchen Gesetzen unterwerfen, die von anderen Menschen herr&#252;hren, sondern nur den &#8222;ewigen Gesetzen der Vernunft&#8220;, den &#8222;unumst&#246;&#223;lichen Pflichtbegriffen&#8220; oder dem &#8222;Willen Gottes&#8220;. Nietzsche sieht solche Menschen nicht als wahrhaft <hi rend="ex">starke</hi> Pers&#246;nlichkeiten an. Denn auch sie denken und handeln nicht nach ihrer eigenen Natur, sondern nach den <hi rend="ex">Befehlen</hi> einer h&#246;heren Autorit&#228;t. Ob der Sklave der Willk&#252;r seines Herrn, der Religi&#246;se den geoffenbarten Wahrheiten eines Gottes oder der Philosoph den Ausspr&#252;chen der Vernunft folgt, das &#228;ndert nichts an dem Umstande, da&#223; sie alle <hi rend="ex">Gehorchende</hi> sind. Was befiehlt, ist dabei gleichg&#252;ltig; das ausschlaggebende ist, da&#223; &#252;berhaupt <pb id="pb16" n="16"/><hi rend="ex">befohlen</hi> wird, da&#223; der Mensch sich nicht selbst die Richtung f&#252;r sein Thun giebt, sondern der Meinung ist, es gebe eine Macht, welche ihm diese Richtung vorzeichnet.
</p><p>Der starke, wahrhaft freie Mensch will die Wahrheit nicht <hi rend="ex">empfangen</hi> &#8212; er will sie <hi rend="ex">schaffen</hi>; er will sich nichts &#8222;erlauben&#8220; lassen, er will nicht gehorchen. &#8222;Die eigentlichen Philosophen sind <hi rend="ex">Befehlende und Gesetzgeber</hi>; sie sagen: so <hi rend="ex">soll</hi> es sein!<corr sic="&#8220;"/> sie bestimmen erst das Wohin? und Wozu? des Menschen und verf&#252;gen dabei &#252;ber die Vorarbeit aller philosophischen Arbeiter, aller &#220;berw&#228;ltiger der Vergangenheit, &#8212; sie greifen mit sch&#246;pferischer Hand nach der Zukunft, und alles, was ist und war, wird ihnen dabei zum Mittel, zum Werkzeug, zum Hammer. Ihr &#8222;Erkennen&#8220; ist <hi rend="ex">Schaffen</hi>, ihr Schaffen ist eine Gesetzgebung, ihr Wille zur Wahrheit ist &#8212; <hi rend="ex">Wille zur Macht</hi>. &#8212; Giebt es heute solche Philosophen? Gab es schon solche Philosophen? <hi rend="ex">Mu&#223;</hi> es nicht solche Philosophen geben?&#8220; (Jenseits von Gut und B&#246;se &#167; 211.)

</p></div2><div2 n="4" type="Section"><head>4.</head><p>Ein besonderes Zeichen menschlicher Schw&#228;che sieht Nietzsche in jeder Art von Glauben an ein Jenseits, an eine andere Welt, als die ist, in der der Mensch lebt. Man kann, nach seiner Ansicht, dem Leben keinen gr&#246;&#223;eren Schaden thun, als wenn man sein Leben im Diesseits im Hinblick auf ein anderes Leben im Jenseits einrichtet. Man kann sich keiner gr&#246;&#223;eren Verirrung hingeben, als wenn man hinter den Erscheinungen dieser Welt Wesenheiten annimmt, <pb id="pb17" n="17"/>die der menschlichen Erkenntnis unzug&#228;nglich sind, und die als der eigentliche Urgrund, als das Bestimmende alles Daseins gelten sollen. Durch eine solche Annahme verdirbt man sich die Freude an dieser Welt. Man w&#252;rdigt sie zum Scheine, zu einem blo&#223;en Abglanz eines Unzug&#228;nglichen herab. Man erkl&#228;rt die uns bekannte Welt, die f&#252;r uns allein wirkliche, f&#252;r einen nichtigen Traum und schreibt die wahre Wirklichkeit einer ertr&#228;umten, erdichteten anderen Welt zu. Man erkl&#228;rt die menschlichen Sinne f&#252;r Betr&#252;ger, die uns Scheinbilder statt Wirklichkeiten liefern.
</p><p>Nur aus der Schw&#228;che kann eine solche Ansicht stammen. Denn der Starke, der fest in der Wirklichkeit wurzelt, der seine Freude am Leben hat, wird es sich nicht in den Sinn kommen lassen, eine andere Wirklichkeit zu erdichten. Er ist mit dieser Welt besch&#228;ftigt und bedarf keiner andern. Aber die Leidenden, die Kranken, die unzufrieden sind mit diesem Leben, nehmen ihre Zuflucht zum Jenseits. Was ihnen das Diesseits entzogen hat, soll ihnen das Jenseits bieten. Der Starke, der Gesunde, der entwickelte und taugliche Sinne hat, um die Gr&#252;nde dieser Welt in ihr selber aufzusuchen, der bedarf zur Erkl&#228;rung der Erscheinungen, innerhalb deren er lebt, keiner jenseitigen Gr&#252;nde und Wesenheiten. Der Schwache, der mit verkr&#252;ppelten Augen und Ohren die Wirklichkeit wahrnimmt, der braucht Ursachen hinter den Erscheinungen.
</p><p>Aus dem Leiden und der kranken Sehnsucht ist der Glaube an das Jenseits geboren. Aus dem Unverm&#246;gen, <pb id="pb18" n="18"/>die wirkliche Welt zu durchschauen, sind alle Annahmen von &#8222;Dingen an sich&#8220; erwachsen.
</p><p>Alle, welche Grund haben, das <hi rend="ex">wirkliche</hi> Leben zu verneinen, sagen <hi rend="ex">Ja</hi> zu <corr sic="einen">einem</corr> <hi rend="ex">erdichteten</hi>. Nietzsche will ein <hi rend="ex">Jasager</hi> gegen&#252;ber der Wirklichkeit sein. Diese Welt will er durchforschen nach allen Richtungen, er will sich einbohren in die Tiefen des Daseins; von einem andern Leben will er nichts wissen. <hi rend="ex">Ihn</hi> kann selbst das Leiden nicht veranlassen, Nein zum Leben zu sagen; denn auch das Leiden ist ihm ein Mittel der Erkenntnis. &#8222;Nicht anders, als es ein Reisender macht, der sich vorsetzt, zu einer bestimmten Stunde aufzuwachen, und sich dann ruhig dem Schlafe &#252;berl&#228;&#223;t: so ergeben wir Philosophen, gesetzt, da&#223; wir krank werden, uns zeitweilig mit Leib und Seele der Krankheit &#8212; wir machen gleichsam vor uns die Augen zu. Und wie jener wei&#223;, da&#223; irgend etwas <hi rend="ex">nicht</hi> schl&#228;ft, irgend etwas die Stunden abz&#228;hlt und ihn aufwecken wird, so wissen auch wir, da&#223; der entscheidende Augenblick uns wach finden wird, &#8212; da&#223; dann etwas hervorspringt und den Geist <hi rend="ex">auf der That</hi> ertappt, ich meine auf der Schw&#228;che oder Umkehr oder Ergebung oder Verh&#228;rtung oder Verd&#252;sterung, und wie alle die krankhaften Zust&#228;nde des Geistes hei&#223;en, welche in gesunden Tagen den <hi rend="ex">Stolz</hi> des Geistes wider sich haben. Man lernt nach einer derartigen Selbstbefragung, Selbstversuchung, mit einem feineren Auge nach allem, wor&#252;ber &#252;berhaupt bisher philosophiert worden ist, hinsehen ..<corr sic=" &#8218;">.&#8220; </corr>(Vorrede zur zweiten Ausgabe der &#8222;fr&#246;hlichen Wissenschaft&#8220;.) &#8212;

<pb id="pb19" n="19"/></p></div2><div2 n="5" type="Section"><head>5.</head><p>Dieser lebens- und wirklichkeitsfreundliche Sinn Nietzsches zeigt sich auch in seinen Anschauungen &#252;ber die Menschen und ihre gegenseitigen Beziehungen. Auf diesem Gebiete ist Nietzsche vollkommener Individualist. Jeder Mensch gilt ihm als eine Welt f&#252;r sich, ein Unikum. Das &#8222;wunderlich bunte Mancherlei&#8220;, das zum &#8222;Einerlei&#8220; vereinigt ist und uns als ein bestimmter Mensch entgegentritt, kann kein noch so seltsamer Zufall ein zweites Mal in gleicher Weise zusammensch&#252;tteln.<corr sic="&#8220;"/> (Schopenhauer als Erzieher 1.) Die wenigsten Menschen sind jedoch geneigt, ihre nur einmal vorhandenen Eigent&#252;mlichkeiten zu entfalten. Sie f&#252;rchten sich vor der Einsamkeit, in die sie dadurch gedr&#228;ngt werden. Es ist bequemer und gefahrloser, in gleicher Weise wie die Mitmenschen zu leben; man findet dann immer Gesellschaft. Wer auf seine eigene Art sich einrichtet, wird von anderen nicht verstanden und findet keine Genossen. F&#252;r Nietzsche hat die Einsamkeit einen besonderen Reiz. Er liebt es, die Heimlichkeiten des eigenen Innern aufzusuchen. Er flieht die Gemeinschaft der Menschen. Seine Gedankeng&#228;nge sind zumeist Bohrversuche nach Sch&#228;tzen, die tief in seiner Pers&#246;nlichkeit verborgen liegen. Das Licht, das andere ihm bieten, verschm&#228;ht er; die Luft, die man da atmet, wo das &#8222;Gemeinsame der Menschen&#8220;, die &#8222;Regel Mensch&#8220; lebt, will er nicht mitatmen. Er trachtet instinktiv nach seiner &#8222;Burg und Heimlichkeit&#8220;, wo er von der Menge, den vielen, den allermeisten <hi rend="ex">erl&#246;st</hi> ist. (Jenseits von Gut und B&#246;se &#167; 36.) In seiner &#8222;fr&#246;hlichen Wissenschaft&#8220; klagt <pb id="pb20" n="20"/>er, da&#223; es ihm schwer ist, seine Mitmenschen zu &#8222;verdauen&#8220;; und in &#8222;Jenseits von Gut und B&#246;se&#8220; (&#167; 282) verr&#228;t er, da&#223; er zumeist gef&#228;hrliche Verdauungsst&#246;rungen davontrug, wenn er sich an Tische setzte, an denen die Kost des &#8222;Allgemein-Menschlichen&#8220; genossen wurde. Die Menschen d&#252;rfen Nietzsche nicht zu nahe kommen, wenn er sie ertragen soll.

</p></div2><div2 n="6" type="Section"><head>6.</head><p>Nietzsche erkl&#228;rt einen Gedanken, ein Urteil in derjenigen Form f&#252;r g&#252;ltig, zu der die freiwaltenden Lebensinstinkte ihre Zustimmung geben. Ansichten, f&#252;r die das Leben sich entscheidet, l&#228;&#223;t er sich durch keine logischen Zweifel nehmen. Dadurch erh&#228;lt sein Denken einen sichern, freien Zug. Es wird nicht beirrt durch Bedenken wie: ob eine Behauptung auch &#8222;objektiv&#8220; wahr ist, ob sie die Grenzen des menschlichen Erkenntnisverm&#246;gens nicht &#252;berschreitet u. s. w. Wenn Nietzsche den Wert eines Urteiles f&#252;r das Leben erkannt hat, dann fragt er nicht mehr nach einer weiteren &#8222;objektiven&#8220; Bedeutung und G&#252;ltigkeit desselben. Und wegen Grenzen des Erkennens macht er sich keine Sorgen. Er ist der Ansicht, da&#223; ein gesundes Denken das schafft, was es schaffen kann, und sich nicht mit der nutzlosen Frage abqu&#228;lt: was kann ich <hi rend="ex">nicht</hi>?
</p><p>Wer den Wert eines Urteils nach dem Grade bestimmen will, in dem es das Leben f&#246;rdert, kann diesen Grad nat&#252;rlich nur durch seine eigenen, pers&#246;nlichen Lebenstriebe und Lebensinstinkte festsetzen. Er kann nie mehr sagen wollen, als: in Bezug auf <pb id="pb21" n="21"/>meine Lebensinstinkte halte ich dieses bestimmte Urteil f&#252;r ein wertvolles. Und Nietzsche will auch nie etwas anderes sagen, wenn er eine Ansicht ausspricht. Gerade dieses sein Verh&#228;ltnis zu seiner Gedankenwelt wirkt so wohlthuend auf den freiheitlich gesinnten Leser. Es giebt Nietzsches Schriften den Charakter anspruchsloser, bescheidener Vornehmheit. Wie <corr sic="abstossend">absto&#223;end</corr> und unbescheiden klingt es daneben, wenn andere Denker glauben, ihre Person sei das Organ, durch das der Welt ewige, unumst&#246;&#223;liche Wahrheiten verk&#252;ndet werden. Man kann in Nietzsches Werken S&#228;tze finden, die ein starkes Selbstbewu&#223;tsein ausdr&#252;cken, z. B.: &#8222;Ich habe der Menschheit das tiefste Buch gegeben, das sie besitzt, meinen <hi rend="ex">Zarathustra</hi>: ich gebe ihr &#252;ber kurzem das unabh&#228;ngigste.&#8220; &#8212; (G&#246;tzend&#228;mmerung, Streifz&#252;ge eines Unzeitgem&#228;&#223;en &#167; 51.) Was besagt dies aber aus seinem Munde? Ich habe es gewagt, ein Buch zu schreiben, dessen Inhalt tiefer aus dem Wesen einer Pers&#246;nlichkeit geholt ist, als das sonst bei &#228;hnlichen B&#252;chern der Fall ist; und ich werde ein Buch liefern, das unabh&#228;ngiger von jedem fremden Urteil ist, als andere philosophische Schriften; denn ich werde &#252;ber die wichtigsten Dinge blo&#223; aussprechen, wie sich meine pers&#246;nlichen Instinkte zu ihnen verhalten. Das ist vornehme Bescheidenheit. Sie geht freilich denen wider den Geschmack, deren verlogene Demut sagt: ich bin nichts, mein Werk ist alles; ich bringe nichts von pers&#246;nlichem Empfinden in meine B&#252;cher, sondern ich spreche blo&#223; aus, was die reine Vernunft mich aussprechen hei&#223;t. Solche Menschen wollen ihre Person verleugnen, um behaupten zu k&#246;nnen, da&#223; ihre Ausspr&#252;che <pb id="pb22" n="22"/>die eines h&#246;heren Geistes sind. Nietzsche h&#228;lt seine Gedanken f&#252;r Erzeugnisse seiner Person und f&#252;r nicht mehr.

</p></div2><div2 n="7" type="Section"><head>7.</head><p>Die Fachphilosophen m&#246;gen &#252;ber Nietzsche l&#228;cheln oder ihre Meinungen &#252;ber die &#8222;Gefahren&#8220; seiner &#8222;Weltanschauung&#8220; zum besten geben. Manche dieser Geister, die nichts sind als personifizierte Lehrb&#252;cher der Logik, k&#246;nnen nat&#252;rlich Nietzsches aus den m&#228;chtigsten, unmittelbarsten Lebensimpulsen entspringendes Schaffen nicht loben.
</p><p>Nietzsche mit seinen k&#252;hnen Gedankenspr&#252;ngen trifft jedenfalls auf tiefere Geheimnisse der menschlichen Natur, als mancher logische Denker mit seinem vorsichtigen Kriechen. Was nutzt alle Logik, wenn sie mit ihren Begriffsnetzen nur einen wertlosen Inhalt f&#228;ngt? Wenn uns wertvolle Gedanken mitgeteilt werden, dann erfreuen wir uns an ihnen, wenn sie auch nicht mit logischen F&#228;den verkn&#252;pft sind. Das Heil des Lebens h&#228;ngt nicht allein von der Logik ab, sondern auch von der Gedankenerzeugung. Unsere Fachphilosophie ist gegenw&#228;rtig unfruchtbar genug, und sie k&#246;nnte die Belebung mit Gedanken eines mutigen, k&#252;hnen Schriftstellers, wie es Nietzsche ist, sehr wohl brauchen. Die Entwickelungskraft dieser Fachphilosophie ist gel&#228;hmt durch den Einflu&#223;, den das Kant&#8217;sche Denken auf sie genommen hat. Sie hat durch diesen Einflu&#223; alle Urspr&#252;nglichkeit, allen Mut verloren. Kant hat aus der Schulphilosophie seiner Zeit den Begriff von Wahrheiten, die aus der &#8222;reinen Vernunft&#8220; stammen, <pb id="pb23" n="23"/>&#252;bernommen. Er hat zu zeigen versucht, da&#223; wir durch solche Wahrheit nichts wissen k&#246;nnen von Dingen, die jenseits unserer Erfahrung liegen, von &#8222;Dingen an sich&#8220;. Seit einem Jahrhundert ist nun unerme&#223;licher Scharfsinn aufgewendet worden, um diesen Kant&#8217;schen Gedanken nach allen Seiten durchzudenken. Die Erzeugnisse dieses Scharfsinns sind allerdings oft d&#252;rftig und trivial. &#220;bersetzte man die Banalit&#228;ten manches philosophischen Buches der Gegenwart aus den Schulformeln in eine gesunde Sprache, so w&#252;rde sich ein solcher Inhalt gegen&#252;ber manchem kurzen Aphorismus Nietzsches armselig genug ausnehmen. Dieser konnte im Hinblick auf die Philosophie der Gegenwart mit einem gewissen Recht den stolzen Satz aussprechen: &#8222;Mein Ehrgeiz ist, in zehn S&#228;tzen zu sagen, was jeder andere in einem Buche sagt, &#8212; was jeder andere in einem Buche <hi rend="ex">nicht</hi> sagt ...&#8220;

</p></div2><div2 n="8" type="Section"><head>8.</head><p>Wie Nietzsche in seinen eigenen Meinungen nichts geben will als ein Erzeugnis seiner pers&#246;nlichen Instinkte und Triebe, so sind ihm auch fremde Ansichten nichts weiter als Symptome, aus denen er auf die in einzelnen Menschen oder ganzen V&#246;lkern, Rassen u. s. w. vorwaltenden Instinkte schlie&#223;t. Er macht sich nichts mit Diskussionen oder Widerlegungen fremder Meinungen zu schaffen. Aber er sucht die Instinkte auf, die sich in diesen Meinungen aussprechen. Er sucht die Charaktere der Pers&#246;nlichkeiten oder V&#246;lker aus ihren Ansichten zu erkennen. Ob eine <pb id="pb24" n="24"/>Ansicht auf das Vorwalten der Instinkte f&#252;r Gesundheit, Tapferkeit, Vornehmheit, Lebensfreude hinweist, oder ob sie aus ungesunden, sklavischen, m&#252;den, lebensfeindlichen Instinkten entspringt, das interessiert ihn. Wahrheiten an sich sind ihm gleichg&#252;ltig; er k&#252;mmert sich darum, wie die Menschen ihre Wahrheiten ihren Instinkten gem&#228;&#223; ausbilden, und wie sie damit ihre Lebensziele f&#246;rdern. Die nat&#252;rlichen Ursachen der menschlichen Ansichten will er aufsuchen.
</p><p>Nach dem Sinne jener Idealisten, die der Wahrheit einen selbst&#228;ndigen Wert zuerkennen, die ihr einen &#8222;reinen, h&#246;hern Ursprung&#8220; als den aus den Instinkten geben wollen, ist Nietzsches Bestreben allerdings nicht. Er erkl&#228;rt die menschlichen Ansichten als das Ergebnis nat&#252;rlicher Kr&#228;fte, wie der Naturforscher die Einrichtung des Auges aus dem Zusammenwirken nat&#252;rlicher Ursachen erkl&#228;rt. Eine Erkl&#228;rung der geistigen Entwickelung der Menschheit aus besonderen sittlichen Zwecken, Idealen, aus einer sittlichen Weltordnung erkennt er ebensowenig an, wie der Naturforscher der Gegenwart die Erkl&#228;rung anerkennt, da&#223; die Natur das Auge deswegen in einer bestimmten Weise gebaut hat, weil sie den <hi rend="ex">Zweck</hi> hatte, dem Organismus ein Organ zum Sehen anzuerschaffen. In jedem Ideal sieht Nietzsche nur den Ausdruck f&#252;r einen Instinkt, der sich auf eine bestimmte Art seine Befriedigung sucht, wie der moderne Naturforscher in der zweckm&#228;&#223;igen Einrichtung eines Organes das Ergebnis organischer Bildungsgesetze sieht. Wenn es gegenw&#228;rtig noch Naturforscher und Philosophen giebt, die jedes Schaffen <pb id="pb25" n="25"/>der Natur nach Zwecken ablehnen, aber vor dem sittlichen Idealismus Halt machen und in der Geschichte die Verwirklichung eines g&#246;ttlichen Willens, einer idealen Ordnung der Dinge sehen, so ist dies eine Instinkthalbheit. Solchen Personen fehlt f&#252;r die Beurteilung geistiger Vorg&#228;nge der richtige Blick, w&#228;hrend sie ihn in der Beobachtung von Naturvorg&#228;ngen zeigen. Wenn ein Mensch glaubt, er strebe ein Ideal an, das nicht aus der Wirklichkeit stammt, so glaubt er dies nur, weil er den Instinkt nicht kennt, aus dem dieses Ideal entsteht.
</p><p>Nietzsche ist Anti-Idealist in dem Sinne, wie der moderne Naturforscher Gegner der Annahme von Zwecken ist, die die Natur verwirklichen soll. Er spricht ebensowenig von sittlichen Zwecken, wie der Naturforscher von Naturzwecken spricht. Nietzsche h&#228;lt es nicht f&#252;r weiser, zu sagen: der Mensch soll ein sittliches Ideal verwirklichen, wie zu erkl&#228;ren: der Stier hat H&#246;rner, damit er sto&#223;en k&#246;nne. Er betrachtet den einen wie den andern Ausspruch als Produkt einer Welterkl&#228;rung, welche von &#8222;g&#246;ttlicher Vorsehung&#8220;, &#8222;weiser Allmacht&#8220;, statt von nat&#252;rlichen Wirkungen, spricht.
</p><p>Diese Welterkl&#228;rung ist ein Hemmschuh f&#252;r alles gesunde Denken; sie schafft einen erdichteten, idealen Nebel, der das nat&#252;rliche, auf die Beobachtung der Wirklichkeit gerichtete Sehverm&#246;gen hindert, die Weltvorg&#228;nge zu durchschauen; sie stumpft endlich v&#246;llig allen Wirklichkeitssinn ab.

<pb id="pb26" n="26"/></p></div2><div2 n="9" type="Section"><head>9.</head><p>Wenn Nietzsche sich in einen geistigen Kampf einl&#228;&#223;t, so will er nicht fremde Meinungen als solche widerlegen, sondern er thut es, weil diese Meinungen auf sch&#228;dliche, naturwidrige Instinkte hinweisen, die er bek&#228;mpfen will. Er hat dabei eine &#228;hnliche Absicht, wie sie jemand hat, der eine sch&#228;dliche Naturwirkung bek&#228;mpft oder ein gef&#228;hrliches Naturwesen vertilgt. Er baut nicht auf die &#8222;&#252;berzeugende&#8220; Kraft der Wahrheit, sondern darauf, da&#223; er den Gegner besiegen wird, wenn dieser die ungesunden, sch&#228;dlichen Instinkte, er aber die gesunden, lebenf&#246;rdernden hat. Er sucht nach keiner weiteren Rechtfertigung eines solchen Kampfes, wenn seine Instinkte die des Gegners als sch&#228;dlich empfinden. Er glaubt nicht als Vertreter irgend einer Idee k&#228;mpfen zu m&#252;ssen, sondern er k&#228;mpft, weil ihn seine Instinkte dazu treiben. Zwar ist das bei keinem geistigen Kampfe anders, aber gew&#246;hnlich sind sich die K&#228;mpfer der wirklichen Triebfedern ebensowenig bewu&#223;t, wie die Philosophen sich ihres &#8222;Willens zur Macht&#8220; oder die Anh&#228;nger der sittlichen Weltordnung der nat&#252;rlichen Ursachen ihrer sittlichen Ideale. Sie glauben, da&#223; lediglich Meinung gegen Meinung k&#228;mpft, und verh&#252;llen ihre wirklichen Motive durch Begriffsm&#228;ntel. Sie nennen auch die Instinkte des Gegners nicht, die ihnen unsympathisch sind, ja diese kommen ihnen vielleicht gar nicht zum Bewu&#223;tsein. Kurz, die Kr&#228;fte, die eigentlich feindlich gegen einander gerichtet sind, treten gar nicht offen hervor. Nietzsche nennt r&#252;cksichtslos die Instinkte des Gegners, die <pb id="pb27" n="27"/>ihm zuwider sind, und er nennt auch die Instinkte, die <hi rend="ex">er</hi> ihnen entgegensetzt. Wer dies <hi rend="ex">Cynismus</hi> nennen will, der mag es thun. Er soll aber nur nicht &#252;bersehen, da&#223; es in aller menschlichen Th&#228;tigkeit niemals etwas anderes als solchen Cynismus gegeben hat, und da&#223; alle idealistischen Wahngewebe von diesem Cynismus gewebt sind.



<pb id="pb29" n="29"/></p></div2></div1><div1 id="ch2" n="II" type="Chapter"><head type="label">II.</head><head>Der &#220;bermensch.</head><pb id="pb31" n="31"/><div2 id="s10" n="10" type="Section"><head>10.</head><p>Alles Streben des Menschen besteht, wie das eines jeden Lebewesens, darin, von der Natur eingepflanzte Triebe und Instinkte in der besten Weise zu befriedigen. Wenn die Menschen nach Tugend, Gerechtigkeit, Erkenntnis und Kunst streben, so geschieht dies deshalb, weil Tugend, Gerechtigkeit u. s. w. Mittel sind, durch die die menschlichen Instinkte sich so entwickeln k&#246;nnen, wie es deren Natur entsprechend ist. Die Instinkte w&#252;rden ohne diese Mittel verk&#252;mmern. Es ist nun eine Eigent&#252;mlichkeit des Menschen, da&#223; er diesen Zusammenhang seiner Lebensbedingungen mit seinen nat&#252;rlichen Trieben <hi rend="ex">vergi&#223;t</hi> und jene Mittel zu einem naturgem&#228;&#223;en, machtvollen Leben als etwas ansieht, das <hi rend="ex">an sich</hi> einen unbedingten Wert hat. Der Mensch sagt dann: Tugend, Gerechtigkeit, Erkenntnis u. s. w. m&#252;ssen um ihrer selbst willen erstrebt werden. Sie haben nicht dadurch einen Wert, da&#223; sie dem Leben dienen, sondern vielmehr das Leben erhalte erst einen Wert dadurch, da&#223; es nach jenen idealen G&#252;tern strebt. Der Mensch sei nicht dazu da, nach Ma&#223;gabe seiner Instinkte zu leben, wie das Tier; sondern er solle <pb id="pb32" n="32"/>seine Instinkte dadurch adeln, da&#223; er sie in den Dienst h&#246;herer Zwecke stelle. Auf diese Weise kommt der Mensch dazu, das, was er selbst erst zur Befriedigung seiner Triebe geschaffen hat, als Ideale anzubeten, die seinem Leben erst die rechte Weihe geben. Er fordert <hi rend="ex">Unterwerfung</hi> unter die Ideale, die er h&#246;her sch&#228;tzt, als sich selbst. Er l&#246;st sich los von dem Mutterboden der Wirklichkeit und will seinem Dasein einen h&#246;heren Sinn und Zweck geben. Er erfindet einen unnat&#252;rlichen Ursprung f&#252;r seine Ideale. Er nennt sie den &#8222;Willen Gottes&#8220;, die &#8222;ewigen sittlichen Gebote&#8220;. Er will die &#8222;Wahrheit um der Wahrheit willen&#8220;, &#8222;die Tugend um der Tugend&#8220; willen anstreben. Er betrachtet sich als einen guten Menschen erst dann, wenn es ihm angeblich gelungen ist, seine Selbstsucht, d. h. seine nat&#252;rlichen Instinkte zu b&#228;ndigen und <hi rend="ex">selbstlos</hi> einem idealen Ziele zu folgen. Einem solchen Idealisten gilt <hi rend="ex">der</hi> Mensch als unedel und &#8222;b&#246;se&#8220;, der es bis zu solcher Selbst&#252;berwindung nicht gebracht hat.
</p><p>Nun stammen urspr&#252;nglich alle Ideale aus nat&#252;rlichen Instinkten. Auch was der Christ als Tugend ansieht, die ihm Gott geoffenbart hat, ist urspr&#252;nglich von Menschen erfunden, um irgend welche Instinkte zu befriedigen. Der nat&#252;rliche Ursprung ist vergessen und der g&#246;ttliche hinzugedichtet worden. &#196;hnlich verh&#228;lt es sich mit den Tugenden, die die Philosophen und Moralprediger aufstellen.
</p><p>Wenn die Menschen blo&#223; <hi rend="ex">gesunde</hi> Instinkte h&#228;tten und diesen gem&#228;&#223; ihre Ideale bestimmten, so w&#252;rde der theoretische Irrtum &#252;ber den Ursprung <pb id="pb33" n="33"/>dieser Ideale nicht schaden. Die Idealisten h&#228;tten zwar falsche Ansichten &#252;ber die Herkunft ihrer Ziele, aber diese Ziele selbst w&#228;ren gesund, und das Leben m&#252;&#223;te gedeihen. Aber es giebt ungesunde Instinkte, die nicht auf St&#228;rkung, F&#246;rderung des Lebens, sondern auf dessen Schw&#228;chung, Verk&#252;mmerung abzielen. Diese bem&#228;chtigen sich des genannten theoretischen Irrtums und machen ihn zum praktischen Lebenszwecke. <hi rend="ex">Sie</hi> verleiten den Menschen, zu sagen: ein vollkommener Mensch ist nicht derjenige, der sich selbst, seinem Leben dienen will, sondern derjenige, der sich der Verwirklichung eines Ideals hingiebt. Unter dem Einflu&#223; dieser Instinkte bleibt der Mensch nicht blo&#223; dabei stehen, irrt&#252;mlich seinen Zielen einen un- oder &#252;bernat&#252;rlichen Ursprung anzudichten, sondern er macht sich wirklich solche Ideale zurecht oder &#252;bernimmt sie von anderen, die <hi rend="ex">nicht</hi> den Bed&#252;rfnissen des Lebens dienen. Er strebt nicht mehr darnach, die in seiner Pers&#246;nlichkeit liegenden Kr&#228;fte ans Tageslicht zu ziehen, sondern er lebt nach einem seiner Natur aufgezwungenen Musterbilde. Ob er dieses Ziel einer Religion entnimmt, oder ob er es selbst auf Grund gewisser, <hi rend="ex">nicht</hi> in seiner Natur liegenden Voraussetzungen bestimmt: darauf kommt es nicht an. Der Philosoph, der einen allgemeinen Zweck der Menschheit im Auge hat und aus diesem seine sittlichen Ideale ableitet, legt der menschlichen Natur ebenso Fesseln an, wie der Religionsstifter, der den Menschen sagt: dies ist das Ziel, das euch Gott gesetzt hat; und dem m&#252;&#223;t ihr folgen. Es ist auch gleichg&#252;ltig, ob der Mensch sich vorsetzt, ein Ebenbild Gottes zu werden, oder ob er ein Ideal des <pb id="pb34" n="34"/>&#8222;vollkommenen Menschen&#8220; erfindet und diesem m&#246;glichst &#228;hnlich werden will. Wirklich ist nur der <hi rend="ex">einzelne</hi> Mensch und die Triebe und Instinkte dieses einzelnen Menschen. Nur wenn er auf die Bed&#252;rfnisse seiner eigenen Person sein Augenmerk richtet, kann der Mensch erfahren, was seinem Leben frommt. Der einzelne Mensch wird nicht &#8222;vollkommen&#8220;, wenn er sich verleugnet und einem Vorbilde &#228;hnlich wird, sondern wenn er das verwirklicht, was in ihm zur Verwirklichung dr&#228;ngt. Die menschliche Th&#228;tigkeit erh&#228;lt nicht erst einen Sinn, wenn sie einem unpers&#246;nlichen, &#228;u&#223;eren Zwecke dient; sie hat ihren Sinn in sich selbst.
</p><p>Der Anti-Idealist wird zwar auch in der ungesunden Abkehr des Menschen von seinen ureigenen Instinkten noch eine Instinkt&#228;u&#223;erung erblicken. Er wei&#223;, da&#223; der Mensch selbst das Instinktwidrige nur aus Instinkt vollbringen kann. Er wird aber doch die Instinktwidrigkeit bek&#228;mpfen, wie der Arzt eine Krankheit bek&#228;mpft, trotzdem er wei&#223;, da&#223; sie naturgem&#228;&#223; aus bestimmten Ursachen entstanden ist. Es darf also dem Anti-Idealisten nicht der Einwurf gemacht werden: du behauptest, alles, was der Mensch erstrebt, also auch alle Ideale, seien naturgem&#228;&#223; entstanden; dennoch bek&#228;mpfst du den Idealismus. Gewi&#223; entstehen Ideale ebenso naturgem&#228;&#223; wie Krankheiten; aber der Gesunde bek&#228;mpft den Idealismus, wie er die Krankheit bek&#228;mpft. Der Idealist aber sieht die Ideale als etwas an, das gehegt und gepflegt werden mu&#223;.
</p><p>Der Glaube, da&#223; der Mensch vollkommen erst wird, wenn er &#8222;h&#246;heren&#8220; Zwecken dient, ist, <pb id="pb35" n="35"/>nach Nietzsches Meinung, etwas, das <hi rend="ex">&#252;berwunden</hi> werden mu&#223;. Der Mensch mu&#223; sich auf sich selbst besinnen und erkennen, da&#223; er Ideale nur erschaffen hat, um <hi rend="ex">sich</hi> zu dienen. Naturgem&#228;&#223; leben, ist ges&#252;nder, als Idealen nachjagen, die angeblich nicht aus der Wirklichkeit stammen. Den Menschen, der nicht unpers&#246;nlichen Zielen dient, sondern der den Zweck und Sinn seines Daseins in sich selbst sucht, der solche Tugenden zu den seinigen macht, die seiner Kraftentfaltung, seiner Machtvollkommenheit dienen &#8212; diesen Menschen stellt Nietzsche h&#246;her als den selbstlosen Idealisten.
</p><p>Dies ist es, was er durch seinen &#8222;Zarathustra&#8220; verk&#252;ndet. Das souver&#228;ne Individuum, das wei&#223;, da&#223; es nur aus seiner Natur heraus leben kann, und das in einer seinem Wesen entsprechenden Lebensgestaltung sein pers&#246;nliches Ziel sieht, ist f&#252;r Nietzsche der <hi rend="ex">&#220;bermensch</hi>, im Gegensatz zu dem Menschen, der glaubt: ihm sei das Leben geschenkt, um einem au&#223;er ihm selbst liegenden Zwecke zu dienen.
</p><p>Den <hi rend="ex">&#220;bermenschen</hi>, d. h. den Menschen, der naturgem&#228;&#223; zu leben versteht, lehrt Zarathustra. Er lehrt die Menschen, ihre Tugenden als ihre Gesch&#246;pfe betrachten; er hei&#223;t sie diejenigen verachten, die ihre Tugenden h&#246;her als sich selbst achten.
</p><p>Zarathustra ist in die Einsamkeit gegangen, um sich frei zu machen von der Demut, in der sich die Menschen beugen vor ihren Tugenden. Er geht erst wieder unter Menschen, als er <hi rend="ex">die</hi> Tugenden verachten gelernt hat, die das Leben b&#228;ndigen und nicht dem Leben dienen wollen. Er bewegt sich nun leicht wie ein T&#228;nzer, denn er folgt nur sich und seinem <pb id="pb36" n="36"/>Willen und achtet nicht auf die Linien, die ihm von den Tugenden vorgezeichnet werden. Nicht schwer mehr lastet der Glaube auf seinem R&#252;cken, da&#223; es unrecht sei, nur sich selbst zu folgen. Zarathustra schl&#228;ft nun nicht mehr, um von Idealen zu tr&#228;umen; er ist ein Wachender, der der Wirklichkeit sich frei gegen&#252;berstellt. Ein schmutziger Strom ist ihm der Mensch, der sich selbst verloren hat und vor seinen eigenen Gesch&#246;pfen im Staube liegt. Der &#220;bermensch ist ihm ein Meer, das diesen Strom aufnimmt, ohne selbst unrein zu werden. Denn der &#220;bermensch hat sich selbst gefunden; er erkennt <hi rend="ex">sich</hi> als Herrn und Sch&#246;pfer seiner Tugenden. Zarathustra hat das Gro&#223;e erlebt, da&#223; ihm alle Tugend zum Ekel geworden ist, die <hi rend="ex">&#252;ber</hi> den Menschen gesetzt wird.
</p><p>&#8222;Was ist das Gr&#246;&#223;te, das ihr erleben k&#246;nnt? Das ist die Stunde der gro&#223;en Verachtung. Die Stunde, in der euch euer Gl&#252;ck zum Ekel wird und ebenso eure Vernunft und eure Tugend.&#8220;

</p></div2><div2 n="11" type="Section"><head>11.</head><p>Die Weisheit Zarathustras ist nicht nach dem Sinne der &#8222;modernen Gebildeten&#8220;. Sie m&#246;chten alle Menschen einander gleich machen. Wenn alle nur nach <hi rend="ex">einem</hi> Ziele streben, sagen sie, dann ist Zufriedenheit und Gl&#252;ck auf Erden. Der Mensch soll zur&#252;ckhalten, so fordern sie, seine besondern pers&#246;nlichen W&#252;nsche und nur der Allgemeinheit, dem gemeinsamen Gl&#252;cke dienen. Friede und Ruhe wird dann auf der Erde herrschen. Wenn jeder die gleichen Bed&#252;rfnisse hat, dann st&#246;rt keiner die Kreise des andern. Nicht <pb id="pb37" n="37"/>sich und seine individuellen Ziele soll der Einzelne im Auge haben, sondern nach der einmal bestimmten Schablone sollen alle leben. Verschwinden soll alles einzelne Leben, und Glieder der gemeinsamen Weltordnung sollen alle werden.
</p><p>&#8222;Kein Hirt und <hi rend="ex">eine</hi> Herde! Jeder will das Gleiche, jeder ist gleich, wer anders f&#252;hlt, geht freiwillig ins Irrenhaus.
</p><p>&#8222;&#8218;Ehemals war alle Welt irre&#8216; &#8212; sagen die Feinsten und blinzeln.
</p><p>&#8222;Man ist klug und <corr sic="weiss">wei&#223;</corr> alles, was geschehen ist: so hat man kein Ende zu spotten. Man zankt sich noch, aber man vers&#246;hnt sich bald, sonst verdirbt es den Magen.&#8220;
</p><p>Zarathustra ist zu lange Einsiedler gewesen, um solcher Weisheit zu huldigen. Er hat die eigenartigen T&#246;ne geh&#246;rt, die aus dem Innern der Pers&#246;nlichkeit erklingen, wenn der Mensch abseits steht von dem L&#228;rm des Marktes, wo einer nur die Worte des andern nachspricht. Und er m&#246;chte es den Menschen in die Ohren rufen: h&#246;ret auf die Stimmen, die nur in jedem Einzelnen von euch erklingen. Denn die nur sind <corr sic="naturgem&#228;ss">naturgem&#228;&#223;</corr>, die nur sagen jedem, was er vermag. Ein Feind des Lebens, des reichen, vollen Lebens, ist derjenige, welcher diese Stimmen ungeh&#246;rt verhallen <corr sic="l&#228;sst">l&#228;&#223;t</corr> und auf das gemeinsame Geschrei der Menschen h&#246;rt. Zu den Freunden der Gleichheit aller Menschen will Zarathustra nicht sprechen. Sie k&#246;nnten ihn nur mi&#223;verstehen. Denn sie w&#252;rden glauben, <corr sic="dass">da&#223;</corr> sein &#220;bermensch jenes ideale Musterbild sei, dem alle gleich werden sollen. Aber Zarathustra will den Menschen keine Vorschriften dar&#252;ber machen, wie sie <pb id="pb38" n="38"/>sein sollen; er will nur jeden Einzelnen auf sich selbst verweisen und ihm sagen: &#252;berlasse dich dir selbst, folge nur dir allein, stelle <hi rend="ex">dich</hi> &#252;ber Tugend, Weisheit und Erkenntnis. Zu solchen, die <hi rend="ex">sich</hi> suchen wollen, spricht Zarathustra; nicht einer Menge, die ein gemeinsames Ziel sucht, sondern solchen Gef&#228;hrten, gelten seine Worte, die gleich ihm einen eigenen Weg gehen. Sie allein verstehen ihn, denn sie wissen, <corr sic="dass">da&#223;</corr> er nicht sagen will: seht, dies ist der &#220;bermensch, werdet wie er, sondern: seht, ich habe <hi rend="ex">mich</hi> gesucht; so bin ich, wie ich es euch lehre; geht hin und sucht euch ebenso, dann habt ihr den &#220;bermenschen.
</p><p>&#8222;Den Einsiedlern werde ich mein Lied singen und den Zweisiedlern; und wer noch Ohren hat f&#252;r Unerh&#246;rtes, dem will ich sein Herz schwer machen mit meinem Gl&#252;cke.&#8220;

</p></div2><div2 n="12" type="Section"><head>12.</head><p>Zwei Tiere: die Schlange, als das kl&#252;gste, und der Adler, als das stolzeste Tier, begleiten Zarathustra. Sie sind die Symbole seiner Instinkte. Klugheit sch&#228;tzt Zarathustra, denn sie lehrt den Menschen die verschlungenen Pfade der Wirklichkeit finden; sie lehrt ihn kennen, was er zum Leben braucht. Und auch den Stolz liebt Zarathustra, denn der Stolz bringt die Selbstachtung des Menschen hervor, durch die dieser dazu kommt, sich selbst als den Sinn und Zweck seines Daseins zu betrachten. Der Stolze stellt seine Weisheit, seine Tugend nicht &#252;ber sich selbst. Der Stolz bewahrt den Menschen davor, sich selbst zu vergessen &#252;ber &#8222;h&#246;heren, heiligeren&#8220; Zielen. <pb id="pb39" n="39"/>Lieber noch als den Stolz m&#246;chte Zarathustra die Klugheit verlieren. Denn die Klugheit, die nicht von Stolz begleitet ist, sieht sich nicht als Menschenwerk an. Wem der Stolz und die Selbstachtung fehlt, der glaubt, seine Klugheit sei ihm vom Himmel geschenkt. Ein solcher sagt: ein Thor ist der Mensch, und er hat nur so viel Weisheit, als ihm der Himmel schenken will.
</p><p>&#8222;Und wenn mich einst meine Klugheit <corr sic="verl&#228;sst">verl&#228;&#223;t</corr>: &#8212; ach, sie liebt es, davonzufliegen! &#8212; m&#246;ge mein Stolz dann noch mit meiner Thorheit fliegen!&#8220;

</p></div2><div2 n="13" type="Section"><head>13.</head><p>Drei Verwandlungen <corr sic="muss">mu&#223;</corr> der menschliche Geist durchmachen, bis er sich selbst gefunden hat. Dies lehrt Zarathustra. Ehrf&#252;rchtig ist der Geist zuerst. Er nennt Tugend, was auf ihm lastet. Er erniedrigt sich, um seine Tugend zu erh&#246;hen. Er sagt: alle Weisheit ist bei Gott, und Gottes Wegen mu&#223; ich folgen. Gott legt mir das Schwerste auf, um meine Kraft zu pr&#252;fen, ob sie auch stark sei und geduldig ausharre. Nur der Geduldige ist stark. Gehorchen will ich, sagt der Geist auf dieser Stufe, und ausf&#252;hren die Gebote des Weltengeistes, ohne zu fragen, was der Sinn dieser Gebote ist. Der Geist f&#252;hlt den Druck, den eine h&#246;here Macht auf ihn aus&#252;bt. Nicht <hi rend="ex">seine</hi> Wege geht der Geist, sondern die Wege dessen, dem er dient.
</p><p>Es kommt die Zeit, wo der Geist inne wird, da&#223; kein Gott zu ihm redet. Dann will er frei sein und Herr in seiner eigenen Welt. Er sucht nach einer <pb id="pb40" n="40"/>Richtschnur f&#252;r seine Geschicke. Er fr&#228;gt nicht mehr den Weltengeist, wie er sein Leben einrichten solle. Aber nach einem festen Gesetz, nach einem heiligen &#8222;du sollst&#8220; strebt er. Er sucht nach einem Ma&#223;stab, um den Wert der Dinge zu messen; er sucht nach einem Unterscheidungszeichen von Gut und B&#246;se. Es <corr sic="muss">mu&#223;</corr> eine Regel f&#252;r mein Leben geben, die nicht von mir, von meinem Willen abh&#228;ngt, so spricht der Geist auf dieser Stufe. Dieser Regel will ich mich f&#252;gen. Frei bin ich, meint der Geist, aber nur frei, um einer solchen Regel zu gehorchen.
</p><p>Auch diese Stufe &#252;berwindet der Geist. Er wird wie das Kind, das bei seinem Spielen nicht fragt: wie <hi rend="ex">soll</hi> ich dies oder jenes machen, sondern das nur seinen Willen ausf&#252;hrt, das nur sich selbst folgt. &#8222;<hi rend="ex">Seinen</hi> Willen will nun der Geist, <hi rend="ex">seine</hi> Welt gewinnt sich der Weltverlorne.&#8220;
</p><p>&#8222;Drei Verwandlungen nannte ich euch des Geistes: wie der Geist zum Kamele ward, und zum L&#246;wen das Kamel, und der L&#246;we zuletzt zum Kinde. &#8212; &#8212; Also sprach Zarathustra.&#8220;

</p></div2><div2 n="14" type="Section"><head>14.</head><p>Was wollen die Weisen, die die Tugend &#252;ber den Menschen stellen? fragt Zarathustra. Sie sagen: die Ruhe der Seele kann nur haben, wer seine Pflicht gethan hat, wer dem heiligen &#8222;du sollst&#8220; gefolgt ist. Tugendhaft soll der Mensch sein, damit er nach gethaner Pflicht tr&#228;umen k&#246;nne von erf&#252;llten Idealen und keine Gewissensbisse f&#252;hle. Ein Mensch mit Gewissensbissen gleicht, sagen die Tugendhaften, <pb id="pb41" n="41"/>einem Schlafenden, dem b&#246;se Tr&#228;ume die Nachtruhe st&#246;ren.
</p><p>&#8222;Wenige wissen das, aber man mu&#223; alle Tugenden haben, um gut zu schlafen. Werde ich falsch Zeugnis reden? Werde ich ehebrechen?
</p><p>&#8222;Werde ich mich gel&#252;sten lassen meines N&#228;chsten Magd? Das alles vertr&#252;ge sich schlecht mit gutem Schlafe ...
</p><p>&#8222;Friede mit Gott und dem Nachbar, so will es der gute Schlaf. Und Friede auch noch mit des Nachbars Teufel! Sonst geht er bei dir des Nachts um.&#8220;
</p><p>Nicht was sein Trieb ihn hei&#223;t, thut der Tugendhafte, sondern was Seelenruhe bewirkt. Er lebt, um in Ruhe &#252;ber das Leben tr&#228;umen zu k&#246;nnen. Noch lieber ist es ihm, wenn den Schlaf, den er Seelenruhe nennt, gar kein Traum st&#246;rt. Das hei&#223;t: dem Tugendhaften ist es am liebsten, wenn er irgendwoher die Regeln seines Handelns erh&#228;lt und im &#252;brigen seine Ruhe genie&#223;en kann. &#8222;Seine Weisheit hei&#223;t: wachen, um gut zu schlafen. Und wahrlich, h&#228;tte das Leben keinen Sinn, und m&#252;&#223;te ich Unsinn w&#228;hlen, so w&#228;re auch mir dies der w&#228;hlensw&#252;rdigste Unsinn,&#8220; spricht Zarathustra.
</p><p>Auch f&#252;r Zarathustra gab es eine Zeit, da er glaubte, ein au&#223;erhalb der Welt wohnender Geist, ein Gott, habe die Welt geschaffen. Einen unzufriedenen, leidenden Gott dachte sich Zarathustra. Um sich eine Befriedigung zu verschaffen, um von seinem Leiden loszukommen, habe Gott die Welt erschaffen, meinte einst Zarathustra. Aber er hat einsehen gelernt, da&#223; es ein Wahnbild war, das er sich selbst geschaffen hatte. &#8222;Ach, ihr Br&#252;der, dieser Gott, <pb id="pb42" n="42"/>den ich schuf, war Menschenwerk und -Wahnsinn gleich allen G&#246;ttern!&#8220; Zarathustra hat seine Sinne gebrauchen und die Welt betrachten gelernt. Und zufrieden wurde er mit der Welt; nicht mehr schweiften seine Gedanken ins Jenseits. Blind war er ehemals und konnte die Welt nicht sehen, deshalb suchte er sein Heil au&#223;erhalb der Welt. Aber Zarathustra hat <hi rend="ex">sehen</hi> gelernt und erkennen, da&#223; die Welt in sich selbst ihren Sinn habe.
</p><p>&#8222;Einen neuen Stolz lehrte mich mein Ich, den lehre ich die Menschen: nicht mehr den Kopf in den Sand der himmlischen Dinge zu stecken, sondern frei ihn zu tragen, meinen Erdenkopf, der der Erde Sinn schafft.&#8220;

</p></div2><div2 n="15" type="Section"><head>15.</head><p>In Leib und Seele haben die Idealisten den Menschen gespalten, in Idee und Wirklichkeit haben sie alles Dasein geteilt. Und sie haben die Seele, den Geist, die Idee zu einem besonders Wertvollen gemacht, um die Wirklichkeit, den Leib um so mehr verachten zu k&#246;nnen. Zarathustra aber sagt: Nur <hi rend="ex">eine</hi> Wirklichkeit, nur einen Leib giebt es, und die Seele ist nur etwas am Leibe, die Idee nur etwas an der Wirklichkeit. <hi rend="ex">Eine Einheit</hi> sind Leib und Seele des Menschen; aus <hi rend="ex">einer</hi> Wurzel entspringen K&#246;rper und Geist. Der Geist ist nur da, weil ein K&#246;rper da ist, der Kr&#228;fte hat, an sich den Geist zu entwickeln. Wie die Pflanze an sich die Bl&#252;te, so entfaltet der K&#246;rper an sich den Geist.
</p><p>&#8222;Hinter deinen Gedanken und Gef&#252;hlen, mein Bruder, steht ein m&#228;chtiger Gebieter, ein unbekannter <pb id="pb43" n="43"/>Weiser &#8212; der hei&#223;t Selbst. In deinem Leibe wohnt er, dein Leib ist er.&#8220;
</p><p>Wer einen Sinn hat f&#252;r das Wirkliche, der sucht den Geist, die Seele in und an dem Wirklichen, er sucht die Vernunft in dem Wirklichen; nur wer die Wirklichkeit f&#252;r geistlos, f&#252;r &#8222;blo&#223; nat&#252;rlich&#8220;, f&#252;r &#8222;roh&#8220; h&#228;lt, der giebt dem Geiste, der Seele ein besonderes Dasein. Er macht die Wirklichkeit zur blo&#223;en Wohnung des Geistes. Einem solchen fehlt aber auch der Sinn f&#252;r die Wahrnehmung des Geistes selbst. Nur weil er den Geist in der Wirklichkeit nicht sieht, sucht er ihn anderswo.
</p><p>&#8222;Es ist mehr Vernunft in deinem Leibe, als in deiner besten Weisheit .....
</p><p>&#8222;Der Leib ist eine gro&#223;e Vernunft, eine Vielheit mit <hi rend="ex">einem</hi> Sinne, ein Krieg und ein Frieden, eine Herde und ein Hirt.
</p><p>&#8222;Werkzeug deines Leibes ist auch deine kleine Vernunft, mein Bruder, die du &#8222;Geist&#8220; nennst, ein kleines Werk- und Spielzeug deiner gro&#223;en Vernunft.&#8220;
</p><p>Ein Thor ist, wer die Bl&#252;te von der Pflanze rei&#223;t und glaubt, die abgerissene Bl&#252;te werde nun sich noch zur Frucht entwickeln. Ein Thor ist ebenso, wer den Geist von der Natur absondert und glaubt, ein solcher abgesonderter Geist k&#246;nne noch schaffen.
</p><p>Menschen mit kranken Instinkten haben die Scheidung von Geist und K&#246;rper vorgenommen. Ein kranker Instinkt nur kann sagen: mein Reich ist nicht von dieser Welt. Eines gesunden Instinktes Reich ist <hi rend="ex">nur diese Welt</hi>.


<pb id="pb44" n="44"/></p></div2><div2 n="16" type="Section"><head>16.</head><p>Was f&#252;r Ideale haben sie doch geschaffen, diese Ver&#228;chter der Wirklichkeit! Fassen wir sie ins Auge, die Ideale der Asketen, die da sagen: wendet ab euren Blick vom Diesseits und schaut nach dem Jenseits! Was bedeuten asketische Ideale? Mit dieser Frage und den Vermutungen, mit denen er sie beantwortet, hat uns Nietzsche am tiefsten hineinblicken lassen in sein von der abendl&#228;ndischen neueren Kultur unbefriedigtes Herz. (Genealogie der Moral<corr sic=".">,</corr> 3. Abteilung.)
</p><p>Wenn ein <hi rend="ex">K&#252;nstler</hi>, wie z. B. <hi rend="ex">Richard Wagner</hi> in der letzten Zeit seines Schaffens, Anh&#228;nger des asketischen Ideales wird, so hat das nicht viel zu bedeuten. Der K&#252;nstler steht sein ganzes Leben hindurch <hi rend="ex">&#252;ber</hi> seinen Sch&#246;pfungen. Er sieht von oben herab auf seine Wirklichkeiten. Er schafft Wirklichkeiten, die nicht <hi rend="ex">seine</hi> Wirklichkeit sind. &#8222;Ein Homer h&#228;tte keinen Achill, ein Goethe keinen Faust gedichtet, wenn Homer ein Achill, und wenn Goethe ein Faust gewesen w&#228;re.&#8220; (Genealogie, 3. Abt. &#167; 4.) Wenn nun ein solcher K&#252;nstler sein eigenes Dasein einmal ernst nimmt, sich selbst und seine pers&#246;nlichen Ansichten in Wirklichkeit umsetzen will, so ist es kein Wunder, wenn etwas sehr Unreales entsteht. <hi rend="ex">Richard Wagner</hi> hat &#252;ber seine Kunst vollst&#228;ndig umgelernt, als ihm die Philosophie Schopenhauers bekannt wurde. Vorher hielt er die Musik f&#252;r ein Ausdrucksmittel, das etwas braucht, dem es Ausdruck verschafft, das Drama. In seiner Schrift <hi rend="ex">Oper</hi> und <hi rend="ex">Drama</hi>, die 1851 geschrieben ist, spricht er aus, da&#223; der <pb id="pb45" n="45"/>gr&#246;&#223;te Irrtum, dem man sich in Bezug auf die Oper hingeben kann, der ist, &#8222;da&#223;


    <q rend="block"><p>ein Mittel des Ausdrucks (die Musik) zum Zwecke, der Zweck des Ausdrucks (das Drama) aber zum Mittel gemacht<corr sic="&#8220;"/> werde.&#8220;</p></q>

</p><p>Er bekannte sich zu einer andern Ansicht, nachdem er Schopenhauers Lehre von der Musik kennen gelernt hatte. Schopenhauer ist der Ansicht, da&#223; durch die Musik das Wesen der Dinge selbst zu uns spricht. Der ewige <hi rend="ex">Wille</hi>, der in allen Dingen lebt, er wird in allen anderen K&#252;nsten nur in seinen Abbildern, in den Ideen, verk&#246;rpert; die Musik ist kein blo&#223;es Bild des Willens: in ihr giebt sich der Wille <hi rend="ex">unmittelbar</hi> kund. Was uns in allen unseren Vorstellungen nur im Abglanz erscheint: der ewige Grund alles Seins, der Wille, ihn glaubt Schopenhauer in den Kl&#228;ngen der Musik unmittelbar zu vernehmen. Kunde aus dem Jenseits bringt f&#252;r Schopenhauer die Musik. Diese Ansicht wirkte auf Richard Wagner. Nicht mehr als Ausdrucksmittel wirklicher menschlicher Leidenschaften, wie sie im Drama verk&#246;rpert sind, lie&#223; er die Musik gelten, sondern als &#8222;eine Art Mundst&#252;ck des <hi rend="ex">Ansich</hi> der Dinge, ein Telephon des Jenseits&#8220;. Richard Wagner glaubte jetzt nicht mehr die Wirklichkeit in T&#246;nen auszudr&#252;cken; &#8222;er redete f&#252;rderhin nicht nur Musik, dieser Bauchredner Gottes, &#8212; er redete Metaphysik: was Wunder, da&#223; er endlich eines Tages <hi rend="ex">asketische Ideale</hi> redete.&#8220; (<corr sic="Generalogie">Genealogie</corr><corr sic=".">,</corr> 3. Abteilung, &#167; 5.)
</p><p>H&#228;tte <hi rend="ex">Richard Wagner</hi> blo&#223; seine Ansicht &#252;ber die Bedeutung der Musik ge&#228;ndert, so h&#228;tte Nietzsche keinen Anla&#223;, ihm etwas vorzuwerfen. <pb id="pb46" n="46"/>Nietzsche k&#246;nnte dann h&#246;chstens sagen: Wagner hat au&#223;er seinen Kunstwerken auch noch allerlei verkehrte Theorien &#252;ber die Kunst geschaffen. Da&#223; aber Wagner in der letzten Zeit seines Schaffens den Schopenhauerschen Jenseitsglauben auch in seinen Kunstwerken verk&#246;rpert hat, da&#223; er seine Musik dazu verwendet hat, die Flucht vor der Wirklichkeit zu verherrlichen: das ging Nietzsche wider den Geschmack.
</p><p>Aber der &#8222;Fall Wagner&#8220; besagt nichts, wenn es sich um die Bedeutung der Verherrlichung des Jenseits auf Kosten des Diesseits, wenn es sich um die Bedeutung <corr sic="des">der</corr> asketischen Ideale handelt. K&#252;nstler stehen nicht auf eigenen F&#252;&#223;en. Wie Richard Wagner von Schopenhauer abh&#228;ngig ist, so waren die K&#252;nstler &#8222;zu allen Zeiten Kammerdiener einer Moral, oder Philosophie oder Religion&#8220;.
</p><p>Anders ist es, wenn die Philosophen f&#252;r die Verachtung der Wirklichkeit, f&#252;r die asketischen Ideale eintreten. Sie thun das aus einem tiefen Instinkte heraus.
</p><p>Schopenhauer hat diesen Instinkt verraten durch die Beschreibung, die er von dem Schaffen und Genie&#223;en eines Kunstwerkes giebt. &#8222;Da&#223; also das <hi rend="ex">Kunstwerk</hi> die Auffassung der Ideen, in welcher der &#228;sthetische Genu&#223; besteht, so sehr erleichtert, beruht nicht blo&#223; darauf, da&#223; die Kunst durch Hervorhebung des Wesentlichen und Aussonderung des Unwesentlichen die Dinge deutlicher und charakteristischer darstellt, sondern ebenso sehr darauf, <hi rend="ex">da&#223; das zur objektiven Auffassung des Wesens der Dinge erforderte g&#228;nzliche Schweigen <pb id="pb47" n="47"/>des Willens am sichersten dadurch erreicht wird, da&#223; das angeschaute Objekt gar nicht im Gebiete der Dinge liegt, welche einer Beziehung zum Willen f&#228;hig sind</hi>.&#8220; (Erg&#228;nzungen zum 3. Buch der Welt als Wille und Vorstellung, Kap. 21.) &#8222;Wann aber ein &#228;u&#223;erer Anla&#223; oder eine innere Stimmung uns pl&#246;tzlich aus dem endlosen Strome des Wollens heraushebt, die Erkenntnis dem Sklavendienst des Willens entrei&#223;t, die Aufmerksamkeit nun nicht mehr auf die Motive des Wollens gerichtet wird, sondern die Dinge frei von ihrer Beziehung auf den Willen auffa&#223;t, also <hi rend="ex">ohne Interesse, ohne Subjektivit&#228;t</hi>, rein objektiv sie betrachtet, ihnen ganz hingegeben, sofern sie blo&#223; Vorstellungen, nicht sofern sie Motive sind: dann ist ..... der schmerzenlose Zustand, den Epikuros als das h&#246;chste Gut und als den Zustand der G&#246;tter pries [eingetreten]: denn wir sind f&#252;r jenen Augenblick des schn&#246;den Willensdranges entledigt, wir feiern den Sabbat der Zuchthausarbeit des Wollens, das Rad des Ixion steht still.&#8220; (Welt als Wille und Vorstellung, &#167; 38.)
</p><p>Dies ist eine Beschreibung einer Art des &#228;sthetischen Genusses, die nur bei dem Philosophen vorkommt. Nietzsche stellt ihr gegen&#252;ber eine andere Beschreibung, &#8222;die ein <hi rend="ex">wirklicher</hi> Zuschauer und Artist gemacht hat &#8212; Stendhal&#8220;, der das Sch&#246;ne &#8222;<foreign lang="fr" xml:lang="fr">une promesse de bonheur</foreign>&#8220; nennt. Schopenhauer m&#246;chte alles Willensinteresse, alles wirkliche Leben ausschalten, wenn es sich um die Betrachtung eines Kunstwerkes handelt, und nur mit dem <hi rend="ex">Geiste</hi> genie&#223;en; Stendhal sieht in dem Kunstwerke ein <hi rend="ex">Versprechen</hi> von <pb id="pb48" n="48"/><hi rend="ex">Gl&#252;ck</hi>, also einen Hinweis auf das Leben, und sieht in diesem Zusammenhang der Kunst mit dem Leben den Wert der Kunst.
</p><p>Kant fordert vom sch&#246;nen Kunstwerk, da&#223; es <hi rend="ex">ohne Interesse gefalle</hi>, d. h. da&#223; es uns heraushebe aus dem wirklichen Leben und einen rein geistigen Genu&#223; gew&#228;hre.
</p><p>Was sucht der Philosoph in dem k&#252;nstlerischen Genu&#223;? <hi rend="ex">Erl&#246;sung</hi> von der Wirklichkeit. In eine Wirklichkeit-fremde Stimmung will der Philosoph durch das Kunstwerk versetzt werden. Er verr&#228;t dadurch seinen Grundinstinkt. Der Philosoph f&#252;hlt sich in den Augenblicken am wohlsten, in denen er von der Wirklichkeit loskommen kann. Seine Ansicht vom &#228;sthetischen Genu&#223; zeigt, da&#223; er die Wirklichkeit nicht liebt.
</p><p>Nicht was der dem Leben zugewandte Zuschauer von dem Kunstwerke verlangt, sagen uns die Philosophen in ihren Theorien, sondern nur, was ihnen selbst angemessen ist. Und dem Philosophen ist die Abkehr von dem Leben sehr f&#246;rderlich. Er will sich seine verschlungenen Gedankenwege nicht durchkreuzen lassen von der Wirklichkeit. Das Denken gedeiht besser, wenn sich der Philosoph von dem Leben abkehrt. Es ist nun kein Wunder, wenn dieser philosophische Grundinstinkt geradezu zu einer <corr sic="leben-feindlichen">lebensfeindlichen</corr> Stimmung wird. Wir finden eine solche Stimmung bei der Mehrzahl der Philosophen ausgebildet. Und nahe liegt es, da&#223; der Philosoph seine eigene Antipathie gegen das Leben zu einer <hi rend="ex">Lehre</hi> ausbildet und fordert, da&#223; sich alle Menschen zu einer solchen Lehre bekennen. Schopenhauer hat <pb id="pb49" n="49"/>dieses gethan. Er fand, da&#223; der L&#228;rm der Welt seine Gedankenarbeit st&#246;rte. Er empfand, da&#223; man &#252;ber die Wirklichkeit am besten <hi rend="ex">nachdenken</hi> kann, wenn man dieser Wirklichkeit entflieht. Zugleich verga&#223; er, da&#223; alles Denken &#252;ber die Wirklichkeit doch nur dann einen Wert hat, wenn es aus dieser Wirklichkeit entspringt. Er beachtete nicht, da&#223; das Zur&#252;ckziehen des Philosophen von der Wirklichkeit nur geschehen kann, damit die entfernt von dem Leben entstandenen philosophischen Gedanken dann dem Leben um so besser dienen k&#246;nnen. Wenn der Philosoph den Grundinstinkt, der nur ihm als Philosophen f&#246;rderlich ist, der ganzen Menschheit aufdr&#228;ngen will, dann wird er zu einem Feinde des Lebens.
</p><p>Der Philosoph, der die Weltflucht nicht als Mittel betrachtet, um weltfreundliche Gedanken zu schaffen, sondern als Zweck, als Ziel, kann nur Wertloses schaffen. Der wahre Philosoph flieht auf der einen Seite die Wirklichkeit nur, um sich auf der anderen um so tiefer in sie einzubohren. Aber es ist begreiflich, da&#223; dieser Grundinstinkt den Philosophen leicht dazu verf&#252;hren kann, die Weltflucht als solche f&#252;r wertvoll zu halten. Dann wird der Philosoph zu einem Anwalt der Weltverneinung. Er lehrt Abkehr vom Leben, asketisches Ideal. Er findet: &#8222;Ein gewisser Asketismus ..... eine harte und heitere Entsagsamkeit besten Willens geh&#246;rt zu den g&#252;nstigen Bedingungen h&#246;chster Geistigkeit, insgleichen auch zu deren nat&#252;rlichsten Folgen: so wird es von vornherein nicht Wunder nehmen, wenn das asketische Ideal gerade von den Philosophen nie ohne einige <pb id="pb50" n="50"/>Voreingenommenheit behandelt worden ist.&#8220; (Genealogie der Moral, 3. Abteilung &#167; 8.)

</p></div2><div2 n="17" type="Section"><head>17.</head><p>Einen andern Ursprung haben die asketischen Ideale der <hi rend="ex">Priester</hi>. Was bei dem Philosophen durch das &#220;berwuchern eines bei ihm berechtigten Triebes entsteht, das bildet das Grundideal des priesterlichen Wirkens. Der Priester sieht in der Hingabe des Menschen an das wirkliche Leben einen Irrtum; er verlangt, da&#223; man <hi rend="ex">dieses</hi> Leben gering achte gegen&#252;ber einem andern Leben, das von h&#246;heren als blo&#223; nat&#252;rlichen Kr&#228;ften gelenkt wird. Der Priester leugnet, da&#223; das wirkliche Leben einen Sinn in sich selbst habe, und er fordert, da&#223; ihm dieser Sinn verliehen werde durch Einimpfung eines h&#246;heren Willens. Er sieht das Leben in der Zeitlichkeit als unvollkommen an und stellt ihm ein ewiges, vollkommenes Leben gegen&#252;ber. Abkehr von der Zeitlichkeit und Einkehr in das Ewige, Unwandelbare lehrt der Priester. Ich m&#246;chte als besonders bezeichnend f&#252;r die priesterliche Denkweise einige S&#228;tze aus dem ber&#252;hmten Buche &#8222;Die deutsche Theologie&#8220; anf&#252;hren, das aus dem 14. Jahrhundert stammt und von dem Luther sagt, da&#223; er aus keinem Buche, die Bibel und den heiligen Augustin ausgenommen, mehr gelernt habe, was Gott, Christus und der Mensch sei, als aus diesem. Auch Schopenhauer findet, da&#223; der Geist des Christentums in diesem Buche vollkommen und kr&#228;ftig ausgesprochen ist. Nachdem der Verfasser, der uns unbekannt ist, auseinander gesetzt hat, da&#223; alle Dinge <pb id="pb51" n="51"/>der Welt nur ein Unvollkommenes und Geteiltes seien gegen&#252;ber dem Vollkommenen, &#8222;das in sich und in seinem Wesen alle Wesen begriffen und beschlossen hat, und ohne das und au&#223;er dem kein wahres Wesen ist und in dem alle Dinge ihr Wesen haben&#8220;, f&#252;hrt er aus, da&#223; der Mensch in dieses Wesen nur eindringen kann, wenn er &#8222;Kreat&#252;rlichkeit, Geschaffenheit, Ichheit, Selbstheit und dergleichen alles verloren&#8220; und in sich zu nichte gemacht hat. Was von dem Vollkommenen ausgeflossen ist und was der Mensch als <hi rend="ex">seine</hi> wirkliche Welt erkennt, das wird folgenderma&#223;en charakterisiert: &#8222;Das ist kein wahres Wesen und hat kein Wesen anders denn in dem Vollkommenen, sondern es ist ein Zufall oder ein Glanz und ein Schein, der kein Wesen ist oder kein Wesen hat anders als in dem Feuer, wo der Glanz ausflie&#223;t, oder in der Sonne, oder in dem Lichte. Die Schrift spricht und der Glaube und die Wahrheit: S&#252;nde sei nichts anderes, denn da&#223; sich die Kreatur abkehrt von dem unwandelbaren Gute und kehret sich zu dem wandelbaren, das ist: da&#223; sie sich kehrt von dem Vollkommenen zu dem Geteilten und Unvollkommenen und allermeist zu sich selber. Nun merke. Wenn sich die Kreatur etwas Gutes annimmt, als Wesens, Lebens, Wissens, Erkennens, Verm&#246;gens und k&#252;rzlich alles dessen, was man gut nennen soll, und meint, <hi rend="ex">da&#223; sie das sei oder da&#223; es das Ihre sei oder ihr zugeh&#246;re oder da&#223; es von ihr sei: so oft und viel dabei geschieht, so kehrt sie sich ab</hi>. Was that der Teufel anders oder was war sein Fall und Abkehren anders, als da&#223; er sich annahm, <hi rend="ex">er w&#228;re auch etwas und etwas w&#228;re <pb id="pb52" n="52"/>sein und ihm geh&#246;rte auch etwas zu</hi>? Dies Annehmen und sein Ich und sein Mich, sein Mir und sein Mein, das war sein Abkehren und sein Fall. Also ist es noch .... Denn alles das, was man f&#252;r gut h&#228;lt oder gut nennen soll, das geh&#246;rt niemand zu, denn allein dem ewigen wahren Gut, der Gott allein ist, und wer sich dessen annimmt, der thut Unrecht und wider Gott&#8220;. (1., 2., 4. Kap. der deutsch. Theol., 3. Aufl., &#252;bersetzt von Pfeiffer.)
</p><p>Diese S&#228;tze sprechen die Gesinnung <hi rend="ex">jedes</hi> Priesters aus. Sie sprechen den eigentlichen Charakter der Priesterlichkeit aus. Und dieser Charakter ist das Gegenteil desjenigen, den Nietzsche als den h&#246;herwertigen, den lebensw&#252;rdigen bezeichnet. Der h&#246;herwertige Typus Mensch will alles, was er ist, nur durch sich sein; er will, da&#223; alles, was er f&#252;r gut h&#228;lt und gut nennt, niemand zugeh&#246;rt, denn ihm selbst.
</p><p>Aber jene minderwertige Gesinnung ist kein Ausnahmefall. Sie &#8222;ist eine der breitesten und l&#228;ngsten Thatsachen, die es giebt. Von einem fernen Gestirn aus gelesen, w&#252;rde vielleicht die Majuskelschrift unseres Erdendaseins zu dem Schlu&#223; verf&#252;hren, die Erde sei der eigentlich <hi rend="ex">asketische Stern</hi>, ein Winkel mi&#223;vergn&#252;gter, hochm&#252;tiger und widriger Gesch&#246;pfe, die einen tiefen Verdru&#223; an sich, an der Erde, an allem Leben gar nicht los w&#252;rden.&#8220; (Genealogie der Moral, 3. Abteilung &#167; 11.) Der asketische Priester ist deshalb eine Notwendigkeit, weil die Mehrzahl der Menschen an einer &#8222;Hemmung und Erm&#252;dung&#8220; der Lebenskr&#228;fte leidet, weil sie an der Wirklichkeit leidet. Der asketische Priester ist der Tr&#246;ster und Arzt derjenigen, <pb id="pb53" n="53"/>die am Leben leiden. Er tr&#246;stet sie dadurch, da&#223; er ihnen sagt: dieses Leben, an dem ihr leidet, ist nicht das wahre Leben; das wahre Leben ist denjenigen, die an diesem Leben leiden, viel leichter erreichbar als den Gesunden, die an diesem Leben h&#228;ngen und sich ihm hingeben. Durch solche Ausspr&#252;che z&#252;chtet der Priester die Verachtung, die Verleumdung dieses wirklichen Lebens. Er bringt endlich die Gesinnung hervor, die sagt: um das wahre Leben zu erreichen, mu&#223; dieses wirkliche Leben <hi rend="ex">verneint</hi> werden. In der Verbreitung dieser Gesinnung sucht der asketische Priester seine St&#228;rke. Er beseitigt durch die Z&#252;chtung dieser Gesinnung eine gro&#223;e Gefahr, die den Gesunden, Starken, Selbstbewu&#223;ten von den Verungl&#252;ckten, Niedergeworfenen, Zerbrochenen droht. Die letzteren hassen die Gesunden und die leiblich und seelisch Gl&#252;cklichen, die ihre Kr&#228;fte aus der Natur nehmen. Diesen Ha&#223;, der sich dadurch &#228;u&#223;ern m&#252;&#223;te, da&#223; die Schwachen gegen die Starken einen fortw&#228;hrenden Vernichtungskrieg f&#252;hrten, sucht der Priester niederzuhalten. Er stellt deshalb die Starken als diejenigen hin, die ein wertloses, menschenunw&#252;rdiges Leben f&#252;hren und behauptet dagegen, da&#223; das wahre Leben allein denen erreichbar ist, die von dem Erdenleben gesch&#228;digt werden. &#8222;Der asketische Priester mu&#223; uns als der vorherbestimmte Heiland, Hirt und Anwalt der kranken Herde gelten: damit erst verstehen wir seine ungeheure historische Mission. Die <hi rend="ex">Herrschaft &#252;ber Leidende</hi> ist sein Reich, auf sie weist ihn sein Instinkt an, in ihr hat er seine eigenste Kunst, seine Meisterschaft, seine Art von Gl&#252;ck.&#8220; (Genealogie, 3. Abth. &#167; 15.)
<pb id="pb54" n="54"/></p><p>Es ist kein Wunder, wenn eine solche Denkweise endlich dazu f&#252;hrt, da&#223; ihre Anh&#228;nger nicht nur das Leben verachten, sondern geradezu auf seine Zerst&#246;rung hinarbeiten. Wenn den Menschen gesagt wird, nur der Leidende, der Schwache kann wirklich zu einem h&#246;heren Leben kommen, so wird endlich das Leiden, die Schw&#228;che <hi rend="ex">gesucht</hi> werden. Sich selbst Schmerz zuzuf&#252;gen, den Willen in sich ganz ert&#246;ten, das wird Ziel des Lebens werden. Die Opfer dieser Gesinnung sind die Heiligen. &#8222;V&#246;llige Keuschheit und Entsagung aller Wollust f&#252;r den, welcher eigentliche Heiligkeit anstrebt; Wegwerfung alles Eigentums, Verlassung jedes Wohnortes, aller Angeh&#246;rigen, tiefe, g&#228;nzliche Einsamkeit, zugebracht in stillschweigender Betrachtung, mit freiwilliger Bu&#223;e und schrecklicher langsamer Selbstpeinigung, zur g&#228;nzlichen Mortifikation des Willens, welche zuletzt bis zum freiwilligen Tode geht durch Hunger, auch durch Entgegengehen den Krokodilen, durch Herabst&#252;rzen vom geheiligten Felsengipfel im Himalaya, durch Lebendigbegrabenwerden, auch durch Hinwerfung unter die R&#228;der des unter Gesang, Jubel und Tanz der Bajaderen die G&#246;tterbilder umfahrenden Wagens&#8220;, dies sind die letzten Fr&#252;chte der asketischen Gesinnung. (Schopenhauer, Welt als Wille und Vorstellung &#167; 68.)
</p><p>Diese Denkweise ist dem Leiden am Leben entsprungen, und sie richtet ihre Waffen gegen das Leben. Wenn der Gesunde, Lebensfrohe von ihr angesteckt wird, dann tilgt sie bei ihm die gesunden, starken Instinkte aus. Nietzsches Werk gipfelt darinnen, dieser Lehre gegen&#252;ber etwas anderes geltend zu <pb id="pb55" n="55"/>machen, eine Ansicht f&#252;r Gesunde, Wohlgeratene. M&#246;gen die Mi&#223;ratenen, Verdorbenen in der Lehre der asketischen Priester ihr Heil suchen; die Gesunden will Nietzsche um sich sammeln und ihnen eine Meinung sagen, die ihnen besser zu Gesichte steht, als jedes lebensfeindliche Ideal.

</p></div2><div2 n="18" type="Section"><head>18.</head><p>Auch in den Pflegern der <hi rend="ex">modernen Wissenschaft</hi> steckt noch das asketische Ideal. Zwar r&#252;hmt sich diese Wissenschaft, alle alten Glaubensvorstellungen &#252;ber Bord geworfen zu haben und sich nur an die Wirklichkeit zu halten. Sie will nichts gelten lassen, was sich nicht z&#228;hlen, berechnen, w&#228;gen, sehen und greifen l&#228;&#223;t. Da&#223; man auf diese Weise &#8222;das Dasein zu einer Rechenknechts&#252;bung und Stubenhockerei f&#252;r Mathematiker&#8220; herabw&#252;rdigt, ist den modernen Gelehrten gleichg&#252;ltig. (Fr&#246;hliche Wissenschaft &#167; 373.) Ein Recht, die vor seinen Sinnen und seiner Vernunft vor&#252;berziehenden Vorkommnisse der Welt zu interpretieren, soda&#223; er sie mit seinem Denken beherrschen kann, schreibt sich ein solcher Gelehrter nicht zu. Er sagt: die Wahrheit mu&#223; von meiner Interpretationskunst unabh&#228;ngig sein, und ich habe die Wahrheit nicht zu schaffen, sondern ich mu&#223; sie mir von den Erscheinungen der Welt diktieren lassen.
</p><p>Wozu diese moderne Wissenschaft zuletzt gelangt, wenn sie sich alles Zurechtlegens der Welterscheinungen enth&#228;lt, das hat ein Anh&#228;nger dieser Wissenschaft (Richard Wahle) in einem soeben erschienenen Buche (&#8222;Das Ganze der Philosophie und ihr Ende&#8220;) ausgesprochen: <pb id="pb56" n="56"/>&#8222;Was k&#246;nnte der Geist, der in das Weltgeh&#228;use sp&#228;hend und in sich die Fragen nach dem Wesen und dem Ziele des Geschehens herumw&#228;lzte, endlich als Antwort finden? Es ist ihm widerfahren, da&#223; er, wie er so scheinbar im Gegensatze zur umgebenden Welt dastand, sich aufl&#246;ste und in einer Flucht von Vorkommnissen mit allen Vorkommnissen zusammenflo&#223;. Er &#8222;wu&#223;te&#8220; nicht mehr die Welt; er sagte, ich bin nicht sicher, da&#223; Wissende da sind, sondern Vorkommnisse sind da schlechthin. Sie kommen freilich in solcher Weise, da&#223; der Begriff eines Wissens vorschnell, ungerechtfertigt entstehen konnte .... Und &#8222;Begriffe&#8220; huschten empor, um Licht in die Vorkommnisse zu bringen, aber es waren Irrlichter, Seelen der W&#252;nsche nach Wissen, erb&#228;rmliche, in ihrer Evidenz nichtssagende Postulate einer unausgef&#252;llten Wissensform. <hi rend="ex">Unbekannte Faktoren m&#252;ssen im Wechsel walten.</hi> &#220;ber ihre Natur war Dunkel gebreitet. Vorkommnisse sind der Schleier des Wahrhaften.&#8220;
</p><p>Da&#223; die menschliche Pers&#246;nlichkeit in die Vorkommnisse der Wirklichkeit einen Sinn hineinlegen k&#246;nne und die <hi rend="ex">unbekannten Faktoren</hi>, die im Wechsel der Ereignisse walten, aus eigenem Verm&#246;gen erg&#228;nzen k&#246;nne, daran denken die modernen Gelehrten nicht. Sie wollen nicht die Flucht der Erscheinungen durch die Ideen interpretieren, die aus ihrer Pers&#246;nlichkeit stammen. Sie wollen die Erscheinungen blo&#223; beobachten und beschreiben, aber nicht deuten. Sie wollen bei dem Thats&#228;chlichen stehen bleiben und es der sch&#246;pferischen Phantasie nicht gestatten, sich <pb id="pb57" n="57"/>ein in sich gegliedertes Bild von der Wirklichkeit zu machen.
</p><p>Wenn ein phantasievoller Naturforscher, wie z. B. <hi rend="ex">Ernst Haeckel</hi>, aus den Ergebnissen einzelner Beobachtungen ein Gesamtbild der Entwickelung des organischen Lebens auf der Erde entwirft, dann fallen diese Fanatiker der Thats&#228;chlichkeit &#252;ber ihn her und zeihen ihn der Vers&#252;ndigung an der Wahrheit. Die Bilder, die er von dem Leben in der Natur entwirft, k&#246;nnen sie nicht mit Augen sehen, oder mit H&#228;nden greifen. Ihnen ist das unpers&#246;nliche Urteil lieber, als das durch den Geist der Pers&#246;nlichkeit gef&#228;rbte. Sie m&#246;chten bei ihren Beobachtungen am liebsten die Pers&#246;nlichkeit ganz ausschalten.
</p><p>Es ist das asketische Ideal, das die Fanatiker der Thats&#228;chlichkeit beherrscht. Sie wollen eine Wahrheit <hi rend="ex">jenseits</hi> des pers&#246;nlichen, individuellen Urteiles. Was der Mensch in die Dinge &#8222;hineinphantasieren&#8220; kann, bek&#252;mmert sie nicht; die &#8222;Wahrheit&#8220; ist ihnen etwas absolut Vollkommenes, ein Gott; der Mensch soll sie entdecken, sich ihr ergeben, aber sie nicht schaffen. Die Naturforscher und die Geschichtschreiber sind gegenw&#228;rtig von dem gleichen Geiste des asketischen Ideals beseelt. &#220;berall Aufz&#228;hlen, Beschreiben von Thatsachen, und nichts dar&#252;ber. Jedes Zurechtlegen der Thatsachen ist verp&#246;nt. Alles pers&#246;nliche Urteilen soll unterbleiben.
</p><p>Unter diesen modernen Gelehrten finden sich auch Atheisten. Diese Atheisten sind aber keine freieren Geister als ihre Zeitgenossen, die an Gott glauben. Mit den Mitteln der modernen Wissenschaft l&#228;&#223;t sich das Dasein Gottes nicht beweisen. Hat sich doch <pb id="pb58" n="58"/>eine der Leuchten moderner Wissenschaft (Du Bois-Reymond) &#252;ber die Annahme einer &#8222;Weltseele&#8220; also ge&#228;u&#223;ert: bevor der Naturforscher sich zu einer solchen Annahme entschlie&#223;t, verlangt er, &#8222;da&#223; ihm irgendwo in der Welt, in Neuroglia gebettet und mit warmem arteriellen Blut unter richtigem Druck gespeist, ein dem geistigen Verm&#246;gen solcher Seele an Umfang entsprechendes Konvolut von Ganglienzellen und Nervenfasern gezeigt&#8220; werde (Grenzen des Naturerkennens S. 44). Die moderne Wissenschaft lehnt den Glauben an Gott ab, weil dieser Glaube neben dem Glauben an die &#8222;objektive Wahrheit&#8220; nicht bestehen kann. Diese &#8222;objektive Wahrheit&#8220; ist aber nichts anderes als ein neuer Gott, der &#252;ber den alten gesiegt hat. &#8222;Der unbedingte redliche Atheismus (und <hi rend="ex">seine</hi> Luft allein atmen wir, wir geistigeren Menschen dieses Zeitalters!) steht <hi rend="ex">nicht</hi> im Gegensatz zu jenem (asketischen) Ideale, wie es den Anschein hat; er ist vielmehr nur eine seiner letzten Entwickelungsphasen, eine seiner Schlu&#223;formen und inneren Folgerichtigkeiten, er ist die Ehrfurcht gebietende <hi rend="ex">Katastrophe</hi> einer zweitausendj&#228;hrigen Zucht zur Wahrheit, welche am Schlusse sich die <hi rend="ex">L&#252;ge im Glauben an Gott</hi> verbietet.&#8220; (Genealogie, 3. Abteilung &#167; 27.) Der Christ sucht die Wahrheit in Gott, weil er Gott f&#252;r den Quell aller Wahrheit h&#228;lt; der moderne Atheist lehnt den Glauben an Gott ab, weil ihm <hi rend="ex">sein</hi> Gott, sein Ideal von Wahrheit diesen Glauben verbietet. Der moderne Geist sieht in Gott eine menschliche Sch&#246;pfung; in der &#8222;Wahrheit&#8220; sieht er etwas, was ohne alles menschliche Zuthun durch sich selbst besteht. Der wirklich &#8222;freie Geist&#8220; geht noch weiter. <pb id="pb59" n="59"/>Er fragt: &#8222;<hi rend="ex">Was bedeutet aller Wille zur Wahrheit?</hi>&#8220; Wozu Wahrheit? Alle Wahrheit entsteht doch dadurch, da&#223; der Mensch &#252;ber die Erscheinungen der Welt nachdenkt, sich Gedanken &#252;ber die Dinge bildet. Der Mensch selbst ist der Sch&#246;pfer der Wahrheit. Der &#8222;freie Geist&#8220; kommt zum Bewu&#223;tsein seines Schaffens der Wahrheit. Er betrachtet die Wahrheit nicht mehr als etwas, dem er sich unterordnet; er betrachtet sie als sein Gesch&#246;pf.

</p></div2><div2 n="19" type="Section"><head>19.</head><p>Die mit schwachen, mi&#223;ratenen Erkenntnisinstinkten ausgestatteten Menschen wagen es nicht, aus der Begriffe bildenden Macht ihrer Pers&#246;nlichkeit heraus den Welterscheinungen einen Sinn unterzulegen. Sie wollen, da&#223; ihnen die &#8222;Gesetzm&#228;&#223;igkeit der Natur&#8220; als Thatbestand vor die Sinne trete. Ein subjektives, der Einrichtung des menschlichen Geistes gem&#228;&#223; geformtes Weltbild scheint ihnen wertlos. Aber die blo&#223;e Beobachtung der Vorkommnisse in der Welt liefert uns nur ein zusammenhangloses und doch nicht in Einzelheiten gesondertes Weltbild. Dem blo&#223;en Beobachter der Dinge erscheint kein Gegenstand, kein Geschehnis wichtiger, bedeutungsvoller als das andere. Das rudiment&#228;re Organ eines Organismus, das vielleicht dann, wenn wir dar&#252;ber nachgedacht haben, ohne alle Bedeutung f&#252;r die Entwickelung des Lebens erscheint, steht gerade mit demselben Anspruch auf Beachtung da, wie der edelste Teil des Organismus, so lange wir blo&#223; den objektiven Thatbestand beschauen. Ursache und Wirkung sind aufeinanderfolgende Erscheinungen, die ineinander &#252;berflie&#223;en, <pb id="pb60" n="60"/>ohne durch etwas getrennt zu sein, so lange wir sie <hi rend="ex">blo&#223; beobachten</hi>. Erst wenn wir mit unserem Denken einsetzen, die ineinander flie&#223;enden Erscheinungen sondern und gedanklich aufeinander beziehen, wird ein <hi rend="ex">gesetzm&#228;&#223;iger Zusammenhang</hi> sichtbar. Erst das Denken erkl&#228;rt die eine Erscheinung f&#252;r die Ursache, die andere f&#252;r die Wirkung. Wir sehen einen Regentropfen auf den Erdboden fallen und eine Vertiefung hervorrufen. Ein Wesen, das nicht denken kann, wird hier nicht Ursache und Wirkung sehen, sondern nur eine Aufeinanderfolge von Erscheinungen. Ein denkendes Wesen isoliert die Erscheinungen, bringt die isolierten Fakten in ein Verh&#228;ltnis und bezeichnet das eine Faktum als Ursache, das andere als Wirkung. Durch die Beobachtung wird der Intellekt angeregt, Gedanken zu produzieren und diese mit den beobachteten Thatsachen zu einem gedankenvollen Weltbilde zu verschmelzen. Der Mensch thut dies, weil er die Summe der Beobachtungen gedanklich beherrschen will. Ein ihm gegen&#252;berstehendes Gedankenleeres dr&#252;ckt auf ihn wie eine unbekannte Macht. Er widersetzt sich dieser Macht, &#252;berwindet sie, indem er sie denkbar macht. Auch alles Z&#228;hlen, W&#228;gen und Berechnen der Erscheinungen geschieht aus demselben Grunde. Es ist der <hi rend="ex">Wille zur Macht</hi>, der sich in dem Erkenntnistriebe auslebt. (Ich habe den Erkenntnisproze&#223; im einzelnen dargestellt in meinen beiden Schriften: &#8222;Wahrheit und Wissenschaft&#8220; und &#8222;Die Philosophie der Freiheit&#8220;.)
</p><p>Der stumpfe, schwache Intellekt will sich nicht eingestehen, da&#223; er es selbst ist, der als &#196;u&#223;erung seines Strebens nach Macht die Erscheinungen interpretiert. <pb id="pb61" n="61"/>Er h&#228;lt auch seine Interpretation f&#252;r einen Thatbestand. Und er fragt: wie der Mensch dazu kommt, einen solchen Thatbestand in der Wirklichkeit zu finden. Er fragt z. B.: wie kommt es, da&#223; der Intellekt in zwei aufeinander folgenden Erscheinungen Ursache und Wirkung anerkennt? Alle Erkenntnistheoretiker von Locke, Hume, Kant bis auf die Gegenwart haben sich mit dieser Frage besch&#228;ftigt. Die Spitzfindigkeiten, die sie auf diese Untersuchung verwendet haben, sind unfruchtbar geblieben. Die Erkl&#228;rung ist gegeben in dem Streben des menschlichen Intellekts nach Macht. Die Frage ist gar nicht: sind Urteile, Gedanken &#252;ber die Erscheinungen m&#246;glich, sondern: hat der menschliche Intellekt solche Urteile n&#246;tig? Weil er sie n&#246;tig hat, deshalb wendet er sie an, und nicht weil sie m&#246;glich sind. Es kommt darauf an, &#8222;zu begreifen, da&#223; zum Zweck der Erhaltung von Wesen unserer Art solche Urteile als wahr <hi rend="ex">geglaubt</hi> werden m&#252;ssen; weshalb sie nat&#252;rlich noch <hi rend="ex">falsche</hi> Urteile sein k&#246;nnten!&#8220; (Jenseits von Gut und B&#246;se &#167; 11.) &#8222;Und wir sind grunds&#228;tzlich geneigt, zu behaupten, da&#223; die falschesten Urteile uns die unentbehrlichsten sind, da&#223; ohne ein Geltenlassen der logischen Fiktionen, ohne ein Messen der Wirklichkeit an der rein erfundenen Welt des Unbedingten, Sich-selbst-Gleichen, ohne eine best&#228;ndige F&#228;lschung der Welt durch die Zahl der Mensch nicht leben k&#246;nnte, &#8212; da&#223; Verzichtleisten auf falsche Urteile ein Verzichtleisten auf Leben, eine Verneinung des Lebens w&#228;re.&#8220; (Ebenda &#167; 4.) Wem dieser Ausspruch paradox erscheint, der besinne sich darauf, wie fruchtbar die Anwendung der Geometrie auf die Wirklichkeit ist, obgleich es <pb id="pb62" n="62"/>nirgends in der Welt wirklich geometrisch regelm&#228;&#223;ige Linien, Fl&#228;chen u. s. w. giebt.
</p><p>Wenn der stumpfe, schwache Intellekt einsieht, da&#223; alle Urteile &#252;ber die Dinge aus ihm selbst stammen, durch ihn produziert und mit den Beobachtungen verschmolzen werden, dann hat er nicht den Mut, diese Urteile r&#252;ckhaltslos anzuwenden. Er sagt: Urteile solcher Art k&#246;nnen uns keine Erkenntnis von dem &#8222;wahren Wesen&#8220; der Dinge vermitteln. Dieses &#8222;wahre Wesen&#8220; bleibt daher unserer Erkenntnis verschlossen.
</p><p>Noch in einer anderen Art sucht der schwache Intellekt zu beweisen, da&#223; durch das menschliche Erkennen kein Feststehendes gewonnen werden kann. Er sagt: Der Mensch sieht, h&#246;rt, tastet die Dinge und Vorg&#228;nge. Was er dabei wahrnimmt, sind Eindr&#252;cke auf seine Sinnesorgane. Wenn er eine Farbe, einen Ton wahrnimmt, so kann er nur sagen: mein Auge, mein Ohr werden in einer gewissen Art bestimmt, Farbe, Ton wahrzunehmen. Nicht etwas <hi rend="ex">au&#223;er ihm</hi> nimmt der Mensch wahr, sondern nur eine Bestimmung, eine Modifikation seiner eigenen Organe. In der Wahrnehmung werden das Auge, das Ohr u. s. w. dazu veranla&#223;t, in einer gewissen Weise zu empfinden; sie werden in einen bestimmten Zustand versetzt. Diese Zust&#228;nde seiner eigenen Organe nimmt der Mensch als Farben, T&#246;ne, Ger&#252;che u. s. w. wahr. In aller Wahrnehmung nimmt der Mensch nur seine eigenen Zust&#228;nde wahr. Was er Au&#223;enwelt nennt, ist nur aus diesen seinen Zust&#228;nden zusammengesetzt; ist also im eigentlichen Sinne <hi rend="ex">sein</hi> Werk. Die Dinge, die ihn veranlassen, aus sich heraus die Au&#223;enwelt <pb id="pb63" n="63"/>zu spinnen, kennt er nicht; nur ihre Wirkungen auf seine Organe. Einem von dem Menschen getr&#228;umten Traume gleich, der durch ein Unbekanntes veranla&#223;t wird, erscheint die Welt in dieser Beleuchtung.
</p><p>Wenn dieser Gedanke konsequent zu Ende gedacht wird, so zieht er folgenden Nachsatz nach sich. Auch seine Organe kennt der Mensch nur, insofern er sie wahrnimmt; sie sind Glieder in seiner Wahrnehmungswelt. Und seines eigenen Selbst wird sich der Mensch nur bewu&#223;t, insofern er die Bilder der Welt aus sich herausspinnt. Traumbilder nimmt er wahr und inmitten dieser Traumbilder ein &#8222;Ich&#8220;, an dem diese Traumbilder vor&#252;berziehen. Jedes Traumbild erscheint in Begleitung dieses &#8222;Ich&#8220;. Man kann auch sagen: jedes Traumbild erscheint inmitten der Traumwelt immer in Beziehung auf dieses &#8222;Ich&#8220;. Dieses &#8222;Ich&#8220; haftet als Bestimmung, als Eigenschaft an den Traumbildern. Es ist somit, als Bestimmung von Traumbildern, selbst ein Traumhaftes. <hi rend="ex">J. G. Fichte</hi> fa&#223;t diese Ansicht in die Worte zusammen: &#8222;Was durch das Wissen und aus dem Wissen entsteht, ist nur ein Wissen. Alles Wissen aber ist nur Abbildung, und es wird in ihm immer etwas gefordert, das dem Bilde entspreche. Diese Forderung kann durch kein Wissen befriedigt werden; und ein System des Wissens ist notwendig ein System blo&#223;er Bilder, <hi rend="ex">ohne alle Realit&#228;t</hi>, <hi rend="ex">Bedeutung und Zweck</hi>.&#8220; &#8222;Alle Realit&#228;t&#8220; ist f&#252;r Fichte ein wunderbarer &#8222;Traum, ohne ein Leben, von welchem getr&#228;umt wird, und ohne einen Geist, dem da tr&#228;umt&#8220;; ein Traum, &#8222;der <pb id="pb64" n="64"/>in einem Traume von sich selbst zusammenh&#228;ngt&#8220;. (Bestimmung des Menschen, 2. Buch.)
</p><p>Was hat diese ganze Gedankenkette f&#252;r eine Bedeutung? Ein schwacher Intellekt, der sich nicht unterfangen will, der Welt aus sich heraus einen Sinn zu geben, sucht diesen Sinn in der Welt der Beobachtungen. Er kann ihn da nat&#252;rlich nicht finden, weil die blo&#223;e Beobachtung gedankenleer ist.
</p><p>Der starke, produktive Intellekt verwendet seine Begriffswelt dazu, die Beobachtungen zu deuten; der schwache, unproduktive Intellekt erkl&#228;rt sich selbst f&#252;r zu ohnm&#228;chtig, um das zu thun und sagt: ich kann in den Erscheinungen der Welt keinen Sinn finden; sie sind blo&#223;e Bilder, die an mir vor&#252;berziehen. Der Sinn des Daseins mu&#223; au&#223;erhalb, jenseits der Erscheinungswelt gesucht werden. Dadurch wird die Erscheinungswelt, d. h. die menschliche Wirklichkeit f&#252;r einen Traum, eine T&#228;uschung, ein <hi rend="ex">Nichts</hi> erkl&#228;rt und das &#8222;wahre Wesen&#8220; der Erscheinungen wird in einem &#8222;Ding an sich&#8220; gesucht, bis zu dem keine Beobachtung, kein Erkennen reicht, d. h. von dem sich der Erkennende keine Vorstellung machen kann. Dieses &#8222;wahre Wesen&#8220; ist also f&#252;r den Erkennenden ein v&#246;llig leerer Gedanke, der Gedanke an ein <hi rend="ex">Nichts</hi>. Traum ist bei jenen Philosophen, die von dem &#8222;Ding an sich&#8220; sprechen, die Erscheinungswelt; <hi rend="ex">Nichts</hi> ist aber das, was sie als das &#8222;wahre Wesen&#8220; dieser Erscheinungswelt ansehen. Die ganze philosophische Bewegung, die von dem &#8222;Ding an sich&#8220; spricht und die in der neueren Zeit sich namentlich auf Kant st&#252;tzt, ist der Glaube an das <hi rend="ex">Nichts</hi>, <hi rend="ex">ist philosophischer Nihilismus</hi>.

<pb id="pb65" n="65"/></p></div2><div2 n="20" type="Section"><head>20.</head><p>Wenn der starke Geist nach der Ursache eines menschlichen Handelns und Vollbringens sucht, so findet er diese immer in dem Willen zur Macht der einzelnen Pers&#246;nlichkeit. Der Mensch mit schwachem, mutlosem Intellekt will dies aber nicht zugeben. Er f&#252;hlt sich nicht kr&#228;ftig genug, sich zum Herrn und Richtunggeber seines Handelns zu machen. Er deutet die Triebe, die ihn lenken, als Gebote einer fremden Macht. Er sagt nicht: ich handle, wie ich <hi rend="ex">will</hi>; sondern er sagt: ich handle gem&#228;&#223; einem Gebote, wie ich <hi rend="ex">soll</hi>. Er will sich nicht <hi rend="ex">befehlen</hi>, er will <hi rend="ex">gehorchen</hi>. Auf der einen Stufe der Entwickelung sehen die Menschen ihre Antriebe zum Handeln als Gebote Gottes an, auf einer andern Stufe glauben sie in ihrem Innern eine Stimme zu vernehmen, die ihnen gebietet. Sie wagen es im letztern Falle nicht, zu sagen: ich bin es selbst, der da befiehlt; sie behaupten: in mir spricht ein h&#246;herer Wille sich aus. Da&#223; sein <hi rend="ex">Gewissen</hi> ihm in jedem einzelnen Falle sagt, wie er handeln soll, ist die Meinung des einen; da&#223; ein kategorischer Imperativ ihm befiehlt, behauptet ein anderer. H&#246;ren wir, was J. G. Fichte sagt: &#8222;Es soll schlechthin etwas geschehen, weil es nun einmal geschehen <hi rend="ex">soll</hi>: dasjenige, was das Gewissen nun eben von mir .... fordert; da&#223; es geschehe, dazu, lediglich dazu bin ich da; um es zu erkennen, habe ich Verstand; um es zu vollbringen<corr>,</corr> habe ich Kraft.&#8220; (&#8222;Bestimmung des Menschen&#8220;, 3. Buch.) Ich f&#252;hre mit Vorliebe J. G. Fichtes Ausspr&#252;che an, weil er mit eiserner Konsequenz die Meinung der &#8222;Schwachen und <pb id="pb66" n="66"/>Mi&#223;ratenen&#8220; bis ans Ende gedacht hat. Wozu diese Meinungen zuletzt f&#252;hren, kann man nur erkennen, wenn man sie da aufsucht, wo sie zu Ende gedacht worden sind; auf die Halben, die jeden Gedanken nur bis in seine Mitte denken, kann man sich nicht st&#252;tzen.
</p><p>Nicht in der Einzelpers&#246;nlichkeit wird von denen, die in der angedeuteten Weise denken, der Quell des Wissens gesucht; sondern <hi rend="ex">jenseits</hi> dieser Pers&#246;nlichkeit in einem &#8222;Willen an sich&#8220;. Eben dieser &#8222;Wille an sich&#8220; soll als &#8222;Stimme Gottes&#8220; oder &#8222;als Stimme des Gewissens&#8220;, &#8222;kategorischer Imperativ&#8220; u. s. w. zu dem Einzelnen sprechen. Er soll der universelle Lenker des menschlichen Handelns und der <hi rend="ex">Urquell der Sittlichkeit sein</hi> und auch die <hi rend="ex">Zwecke des sittlichen Handelns</hi> bestimmen. &#8222;Ich sage, das Gebot des Handelns selbst ist es, welches durch sich selbst mir einen Zweck setzt: dasselbe in mir, was mich n&#246;tigt, zu denken, da&#223; ich so handeln solle, n&#246;tigt mich, zu glauben, da&#223; aus diesem Handeln etwas erfolgen werde; es er&#246;ffnet dem Auge die Aussicht auf eine andere Welt.&#8220; &#8222;Wie ich im <hi rend="ex">Gehorsam</hi> lebe, lebe ich zugleich in der Anschauung seines Zweckes, <hi rend="ex">lebe ich in der besseren Welt, die er mir verhei&#223;t</hi>.&#8220; (Fichte, <corr sic="die">Die</corr> Bestimmung des Menschen, 3. Buch.) Der also Denkende will sich nicht selbst sein Ziel setzen; er will von dem h&#246;heren Willen, dem er gehorcht, sich zu einem Ziele f&#252;hren lassen. Er will sich seines Eigenwillens entledigen und sich zum Werkzeug &#8222;h&#246;herer&#8220; Zwecke machen. In Worten, die zu den sch&#246;nsten Erzeugnissen des Sinnes f&#252;r Gehorsam und Demut geh&#246;ren, die mir bekannt sind, schildert Fichte die Hingabe an den <pb id="pb67" n="67"/>&#8222;ewigen Willen an sich&#8220;. &#8222;Erhabener lebendiger Wille, den kein Name nennt, und kein Begriff umfa&#223;t, wohl darf ich mein Gem&#252;t zu dir erheben; denn du und ich sind nicht getrennt. Deine Stimme ert&#246;nt in mir, die meinige t&#246;nt in dir wieder; und <hi rend="ex">alle meine Gedanken, wenn sie nur wahr und gut sind, sind in dir gedacht</hi>. &#8212; In dir, dem Unbegreiflichen, werde ich mir selbst, und wird mir die Welt vollkommen begreiflich, alle R&#228;tsel meines Daseins werden gel&#246;st, und die vollendetste Harmonie entsteht in meinem Geiste.&#8220; &#8222;Ich verh&#252;lle vor dir mein Angesicht, und lege die Hand auf den Mund. Wie du f&#252;r dich selbst bist, und dir selbst erscheinst, kann ich nie einsehen, so gewi&#223; ich nie du selbst werden kann. Nach tausendmal tausend durchlebten Geisterleben werde ich dich noch eben so wenig begreifen als jetzt, in dieser H&#252;lle von Erde.&#8220; (Bestimmung des Menschen, 3. Buch.)
</p><p>Wohin dieser Wille den Menschen zuletzt f&#252;hren will, das kann der Einzelne nicht wissen. Wer an diesen Willen glaubt, gesteht also damit, da&#223; er &#252;ber die Endzwecke seines Handelns <hi rend="ex">nichts</hi> wei&#223;. Die Ziele, die sich der Einzelne <hi rend="ex">schafft</hi>, sind aber f&#252;r einen solchen Gl&#228;ubigen eines h&#246;heren Willens keine &#8222;wahren&#8220; Ziele. Er setzt somit an die Stelle der durch das Individuum geschaffenen positiven Einzelziele einen Endzweck der ganzen Menschheit, dessen Gedankeninhalt aber ein <hi rend="ex">Nichts</hi> ist. Ein solcher Gl&#228;ubiger ist <hi rend="ex">moralischer Nihilist</hi>. Er ist in der schlimmsten Art von Unwissenheit befangen, die sich erdenken l&#228;&#223;t. Nietzsche wollte diese Art von Unwissenheit in einem besonderen Buche seines unvollendet <pb id="pb68" n="68"/>gebliebenen Werkes &#8222;der Wille zur Macht&#8220; behandeln. (Vgl. Anhang zu Bd. VIII. der Gesamtausgabe von Nietzsches Werken.)
</p><p>Die Lobpreisung des moralischen Nihilismus finden wir wieder in Fichtes &#8222;Bestimmung des Menschen&#8220; (3. Buch): &#8222;Ich will nicht versuchen, was mir durch das Wesen der Endlichkeit versagt ist, und was mir zu nichts n&#252;tzen w&#252;rde; wie du an dir selbst bist, will ich nicht wissen. Aber deine Beziehungen und Verh&#228;ltnisse zu mir, dem Endlichen, und zu allem Endlichen, liegen offen vor meinem Auge: werde ich, was ich sein soll! &#8212; und sie umgeben mich in hellerer Klarheit, als das Bewu&#223;tsein meines eignen Daseins. Du <hi rend="ex">wirkest</hi> in mir die Erkenntnis von meiner Pflicht, von meiner Bestimmung in der Reihe der vern&#252;nftigen Wesen; wie, das wei&#223; ich nicht, noch bedarf ich es zu wissen. <hi rend="ex">Du wei&#223;t und erkennst</hi>, was ich denke und will; wie du wissen kannst, &#8212; durch welchen Akt du dieses Bewu&#223;tsein zu stande bringst, <hi rend="ex">dar&#252;ber verstehe ich nichts</hi>; ja ich wei&#223; sogar sehr wohl, da&#223; der Begriff eines Akts, und eines besonderen Akts des Bewu&#223;tseins nur von mir gilt, nicht aber von dir, dem Unendlichen. Du <hi rend="ex">willst</hi>, denn du willst, da&#223; mein freier Gehorsam Folgen habe in alle Ewigkeit; den <hi rend="ex">Akt deines Willens begreife ich nicht</hi>; und wei&#223; nur soviel, da&#223; er nicht &#228;hnlich ist dem meinigen. Du <hi rend="ex">thust</hi>, und dein Wille selbst ist <hi rend="ex">That</hi>; aber deine Wirkungsweise ist der, die ich allein zu denken vermag, geradezu entgegengesetzt. Du <hi rend="ex">lebest und bist</hi>, denn du wei&#223;t, willst und wirkest, allgegenw&#228;rtig der endlichen Vernunft; <hi rend="ex">aber du bist nicht, wie ich alle <pb id="pb69" n="69"/>Ewigkeiten hindurch allein ein Sein werde denken k&#246;nnen</hi>.&#8220;
</p><p>Dem moralischen Nihilismus stellt Nietzsche die Ziele gegen&#252;ber, die der <hi rend="ex">schaffende</hi> Einzelwille sich setzt. Den Lehrern der Ergebung ruft Zarathustra zu:
</p><p>&#8222;Diese Lehrer der Ergebung. &#220;berall hin, wo es klein und krank und grindig ist, kriechen sie hin, gleich L&#228;usen; und nur mein Ekel hindert mich, sie zu knacken.
</p><p><corr>&#8222;</corr>Wohlan! Dies ist meine Predigt f&#252;r ihre Ohren: ich bin Zarathustra, der Gottlose, der da spricht: &#8218;wer ist gottloser denn ich, da&#223; ich mich seiner Unterweisung freue?&#8216;
</p><p><corr>&#8222;</corr>Ich bin Zarathustra, der Gottlose: wo finde ich meinesgleichen? Und alle die sind meinesgleichen, <hi rend="ex">die sich selber ihren Willen geben und alle Ergebung von sich abthun</hi>.&#8220;

</p></div2><div2 n="21" type="Section"><head>21.</head><p>Die starke Pers&#246;nlichkeit, die Ziele <hi rend="ex">schafft</hi>, ist r&#252;cksichtslos in der Ausf&#252;hrung derselben. Die schwache Pers&#246;nlichkeit dagegen f&#252;hrt nur das aus, wozu der Wille Gottes oder die &#8222;Stimme des Gewissens&#8220; oder der &#8222;kategorische Imperativ&#8220; Ja sagt. Was diesem <hi rend="ex">Ja</hi> entspricht, bezeichnet der Schwache als <hi rend="ex">gut</hi>, was diesem Ja zuwider ist als <hi rend="ex">b&#246;se</hi>. Der Starke kann dieses &#8222;gut und b&#246;s&#8220; nicht anerkennen; denn er erkennt diejenige Macht nicht an, von der sich der Schwache sein Gutes und B&#246;ses bestimmen l&#228;&#223;t. Was er, der Starke, will, ist f&#252;r ihn <hi rend="ex">gut</hi>; er <pb id="pb70" n="70"/>f&#252;hrt es durch gegen alle widerstrebenden M&#228;chte. Was ihn in dieser Durchf&#252;hrung st&#246;rt, das sucht er zu &#252;berwinden. Er glaubt nicht, da&#223; ein &#8222;ewiger Weltwille&#8220; alle einzelnen Willensentschl&#252;sse zu einer gro&#223;en Harmonie lenkt; aber er ist der Ansicht, da&#223; alle menschliche Entwickelung aus den Willensimpulsen der Einzelpers&#246;nlichkeiten sich ergiebt, und da&#223; ein ewiger Krieg besteht zwischen den einzelnen Willens&#228;u&#223;erungen, in dem immer der st&#228;rkere Wille &#252;ber den schw&#228;cheren siegt.
</p><p>Von den Schwachen und Mutlosen wird die starke Pers&#246;nlichkeit, die sich selbst Gesetz und Zweck geben will, als b&#246;se, als s&#252;ndhaft bezeichnet. Sie erregt Furcht, denn sie durchbricht die hergebrachten Ordnungen; sie nennt wertlos, was die Schwachen gewohnt sind, wertvoll zu nennen, und sie erfindet Neues, vor ihr Unbekanntes, das sie als wertvoll bezeichnet. &#8222;Jede individuelle Handlung, jede individuelle Denkweise erregt Schauder; es ist gar nicht auszurechnen, was gerade die selteneren, ausgesuchteren, urspr&#252;nglicheren Geister im ganzen Verlauf der Geschichte dadurch gelitten haben m&#252;ssen, da&#223; sie immer als die b&#246;sen und gef&#228;hrlichen empfunden wurden, ja da&#223; <hi rend="ex">sie sich selber so empfanden</hi>. Unter der Herrschaft der Sittlichkeit hat die Originalit&#228;t jeder Art ein b&#246;ses Gewissen bekommen; bis diesen Augenblick ist der Himmel der Besten noch dadurch verd&#252;sterter, als er sein m&#252;&#223;te.&#8220; (Morgenr&#246;te &#167; 9.)
</p><p>Der wahrhaft <hi rend="ex">freie</hi> Geist fa&#223;t schlechthin <hi rend="ex">erste</hi> Entschl&#252;sse; der unfreie entscheidet sich nach dem Herkommen. &#8222;Sittlichkeit ist nichts anderes (also <pb id="pb71" n="71"/>namentlich <hi rend="ex">nicht mehr</hi>!), als Gehorsam gegen Sitten, welcher Art diese auch sein m&#246;gen; Sitten aber sind die <hi rend="ex">herk&#246;mmliche</hi> Art zu handeln und abzusch&#228;tzen&#8220; (Morgenr&#246;te &#167; 9). Dieses Herkommen ist es, was von den Moralisten als &#8222;ewiger Wille&#8220;, &#8222;kategorischer Imperativ&#8220; gedeutet wird. Jedes Herkommen ist aber das Ergebnis der naturgem&#228;&#223;en Triebe und Impulse einzelner Menschen, ganzer St&#228;mme, V&#246;lker u. s. w. Es ist ebenso das Produkt nat&#252;rlicher Ursachen, wie etwa die Witterungsverh&#228;ltnisse einzelner Gegenden. Der freie Geist erkl&#228;rt sich durch dieses Herkommen nicht gebunden. Er hat seine individuellen Triebe und Impulse, und diese sind nicht weniger berechtigt als die der anderen. Er setzt diese Impulse in Handlungen um, wie eine Wolke Regen auf die Erdoberfl&#228;che sendet, wenn die Ursachen dazu vorhanden sind. Der freie Geist steht <hi rend="ex">jenseits dessen, was das Herkommen als gut und b&#246;se ansieht</hi>. Er <hi rend="ex">schafft</hi> sich selbst sein Gut und B&#246;se.
</p><p>&#8222;Als ich zu den Menschen kam, da fand ich sie sitzen auf einem alten D&#252;nkel: Alle d&#252;nkten sich lange schon zu wissen, was dem Menschen <hi rend="ex">gut</hi> und <hi rend="ex">b&#246;se</hi> sei.
</p><p><corr>&#8222;</corr>Eine alte m&#252;de Sache d&#252;nkte ihnen alles Reden von Tugend; und wer gut schlafen wollte, der sprach vor dem Schlafengehen noch von &#8218;Gut und B&#246;se&#8216;.
</p><p><corr>&#8222;</corr>Diese Schl&#228;ferei st&#246;rte ich auf, als ich lehrte: was gut und b&#246;se ist, das <hi rend="ex">wei&#223; noch niemand</hi> &#8212; es sei denn der Schaffende.
</p><p><corr>&#8222;</corr>Das aber ist der, welcher des Menschen Ziel <hi rend="ex">schafft</hi> und der Erde ihren Sinn giebt und ihre <pb id="pb72" n="72"/>Zukunft: dieser erst <hi rend="ex">schafft</hi> es, da&#223; etwas gut und b&#246;se ist.&#8220; (Zarathustra, 3. Teil, Von alten und neuen Tafeln.)
</p><p>Auch dann wenn der freie Geist handelt, wie es dem Herkommen gem&#228;&#223; ist, dann thut er es, weil er die herk&#246;mmlichen Motive zu den seinigen machen <hi rend="ex">will</hi>, und weil er es in bestimmten F&#228;llen nicht f&#252;r n&#246;tig h&#228;lt, an die Stelle des Herk&#246;mmlichen etwas Neues zu setzen.

</p></div2><div2 n="22" type="Section"><head>22.</head><p>Der Starke sucht in der Durchsetzung seines schaffenden <hi rend="ex">Selbst</hi> seine Lebensaufgabe. Diese <hi rend="ex">Selbstsucht</hi> unterscheidet ihn von den Schwachen, die in der <hi rend="ex">selbstlosen</hi> Hingabe an das, was sie das Gute nennen, die Sittlichkeit sehen. Die Schwachen predigen die Selbstlosigkeit als die h&#246;chste Tugend. Ihre Selbstlosigkeit ist aber nur die Folge ihres Mangels an Schaffenskraft. H&#228;tten sie ein schaffendes Selbst, so w&#252;rden sie dieses auch durchsetzen wollen. Der Starke liebt den Krieg, denn er braucht den Krieg, um seine Sch&#246;pfungen gegen die widerstrebenden M&#228;chte durchzusetzen.
</p><p>&#8222;Euren Feind sollt ihr suchen, euren Krieg sollt ihr f&#252;hren und f&#252;r eure Gedanken! Und wenn euer Gedanke unterliegt, so soll eure Redlichkeit dar&#252;ber noch Triumph rufen!
</p><p><corr>&#8222;</corr>Ihr sollt den Frieden lieben als Mittel zu neuen Kriegen. Und den kurzen Frieden mehr als den langen.
</p><p><corr>&#8222;</corr>Euch rate ich nicht zur Arbeit, sondern zum Kampfe. Euch rate ich nicht zum Frieden, sondern <pb id="pb73" n="73"/>zum Siege. Eure Arbeit sei ein Kampf, euer Friede sei ein Sieg!
</p><p><corr>&#8222;</corr>Ihr sagt, die <hi rend="ex">gute</hi> Sache sei es, die sogar den Krieg heilige? Ich aber sage euch: der gute Krieg ist es, der jede Sache heiligt.
</p><p><corr>&#8222;</corr>Der Krieg und der Mut haben mehr gro&#223;e Dinge gethan, als die N&#228;chstenliebe. Nicht euer Mitleiden, sondern eure Tapferkeit rettete bisher die Verungl&#252;ckten.&#8220; (Zarathustra, 1. Teil<corr sic=".">,</corr> Vom Krieg und Kriegsvolke.)
</p><p>Unerbittlich und ohne Schonung des Widerstrebenden handelt der Schaffende. Er kennt nicht die Tugend der Leidenden: das Mitleid. Aus seiner Kraft kommen die Antriebe des Schaffenden, nicht aus dem Gef&#252;hle des fremden Leidens. Da&#223; die Kraft siege, daf&#252;r setzt er sich ein, nicht da&#223; das Leidende, Schwache gepflegt werde. Schopenhauer hat die ganze Welt f&#252;r ein Lazarett erkl&#228;rt, und die aus dem Mitgef&#252;hle mit den Leidenden entspringenden Handlungen f&#252;r die h&#246;chsten Tugenden. Er hat damit die Moral des Christentums in anderer Form ausgesprochen, als dieses selbst es thut. Der Schaffende f&#252;hlt sich nicht berufen, Krankenw&#228;rterdienste zu verrichten. Die T&#252;chtigen, Gesunden k&#246;nnen nicht um der Schwachen, Kranken willen da sein. Das Mitleid schw&#228;cht die Kraft, den Mut, die Tapferkeit.
</p><p>Das Mitleid sucht gerade das zu erhalten, was der Starke &#252;berwinden will: die Schw&#228;che, das Leiden. Der Sieg des Starken &#252;ber das Schwache ist der Sinn aller menschlichen, wie aller nat&#252;rlichen Entwickelung. &#8222;Leben selbst ist <hi rend="ex">wesentlich</hi> Aneignung, Verletzung, &#220;berw&#228;ltigung des Fremden und <pb id="pb74" n="74"/>Schw&#228;cheren, Unterdr&#252;ckung, H&#228;rte, Aufzw&#228;ngung eigener Formen, Einverleibung und mindestens, mildestens, Ausbeutung.&#8220; (Jenseits von Gut und B&#246;se &#167; 259.)
</p><p>&#8222;Und wollt ihr nicht Schicksale sein und Unerbittliche: wie k&#246;nntet ihr mit mir &#8212; siegen?
</p><p><corr>&#8222;</corr>Und wenn eure H&#228;rte nicht blitzen und scheiden und zerschneiden will: wie k&#246;nntet ihr einst mit mir &#8212; schaffen?
</p><p><corr>&#8222;</corr>Die Schaffenden n&#228;mlich sind hart. Und Seligkeit mu&#223; es euch d&#252;nken, eure Hand auf Jahrtausende zu dr&#252;cken wie auf Wachs, &#8212;
</p><p><corr>&#8222;</corr>&#8212; Seligkeit, auf dem Willen von Jahrtausenden zu schreiben wie auf Erz, &#8212; h&#228;rter als Erz, edler als Erz. Ganz hart ist allein das Edelste.
</p><p><corr>&#8222;</corr>Diese neue Tafel, o meine Br&#252;der, stelle ich &#252;ber euch: werdet <hi rend="ex">hart</hi>.&#8220; (Zarathustra, 3. Teil<corr sic=".">,</corr> Von alten und neuen Tafeln.)
</p><p>Der freie Geist macht keinen Anspruch auf Mitleid. Wer ihn bemitleiden wollte, den m&#252;&#223;te er fragen: h&#228;ltst du mich f&#252;r so schwach, da&#223; ich mein Leid nicht selbst tragen kann? Ihm geht jedes Mitleid gegen die Scham. Nietzsche bringt den Widerwillen des Starken gegen das Mitleiden im vierten Teil seines &#8222;Zarathustra&#8220; zur Anschauung. Zarathustra kommt auf seinen Wanderungen in ein Thal, das &#8222;Schlangentod&#8220; hei&#223;t. Kein Lebewesen findet sich hier. Nur eine Art h&#228;&#223;licher gr&#252;ner Schlangen kommt hierher, um zu sterben. Dieses Thal hat der &#8222;h&#228;&#223;lichste Mensch&#8220; aufgesucht. Dieser will von keinem Wesen gesehen werden wegen seiner H&#228;&#223;lichkeit. In diesem Thal sieht ihn niemand au&#223;er <pb id="pb75" n="75"/>Gott. Aber auch dessen Anblick kann er nicht ertragen. Das Bewu&#223;tsein, da&#223; Gottes Blicke in alle R&#228;ume dringen, ist ihm zur Last. Er hat deshalb Gott get&#246;tet, d. h. er hat den Glauben an Gott in sich ert&#246;tet. Er ist zum Atheisten geworden wegen seiner H&#228;&#223;lichkeit. Als Zarathustra diesen Menschen sieht, &#252;berf&#228;llt ihn noch einmal das, was er f&#252;r immer in sich getilgt zu haben glaubt: das Mitleid mit der furchtbaren H&#228;&#223;lichkeit. Dies ist eine Versuchung Zarathustras. Er weist aber das Gef&#252;hl des Mitleids bald zur&#252;ck und wird wieder <hi rend="ex">hart</hi>. Der h&#228;&#223;lichste Mensch sagt zu ihm: Deine H&#228;rte ehrt meine H&#228;&#223;lichkeit. Ich bin zu <hi rend="ex">reich</hi> an H&#228;&#223;lichkeit, um irgend eines Menschen Mitleid zu ertragen. Mitleid geht gegen die Scham.
</p><p>Wer Mitleid braucht, kann nicht allein stehen, und der freie Geist will vollst&#228;ndig auf sich selbst gestellt sein.

</p></div2><div2 n="23" type="Section"><head>23.</head><p>Mit der Aufzeigung des nat&#252;rlichen Willens zur Macht als Ursache der menschlichen Handlungen geben sich die Schwachen nicht zufrieden. Sie suchen nicht blo&#223; nach nat&#252;rlichen Zusammenh&#228;ngen in der Menschenentwickelung, sondern sie suchen das Verh&#228;ltnis der menschlichen Handlungen zu dem, was sie als den &#8222;Willen an sich&#8220;, die &#8222;ewige, sittliche Weltordnung&#8220; nennen. Wer dieser Weltordnung zuwiderhandelt, dem sprechen sie eine <hi rend="ex">Schuld</hi> zu. Und sie begn&#252;gen sich auch nicht damit, eine Handlung nach ihren nat&#252;rlichen Folgen zu bewerten, sondern sie machen den Anspruch darauf, da&#223; eine <pb id="pb76" n="76"/>schuldvolle Handlung auch moralische Folgen, <hi rend="ex">Strafen</hi> nach sich ziehe. Sie nennen sich selbst schuldig, wenn sie ihr Handeln mit der sittlichen Weltordnung nicht in &#220;bereinstimmung finden; sie wenden sich mit Abscheu von dem Quell des B&#246;sen in sich ab und nennen dies Gef&#252;hl <hi rend="ex">b&#246;ses Gewissen</hi>. Alle diese Begriffe l&#228;&#223;t die starke Pers&#246;nlichkeit nicht gelten. Sie k&#252;mmert sich nur um die nat&#252;rlichen Folgen ihrer Handlungen. Sie fragt: wieviel ist meine Handlungsweise f&#252;r das Leben wert? Entspricht sie dem, was ich gewollt habe? Der Starke kann sich gr&#228;men, wenn ihm eine Handlung fehlschl&#228;gt, wenn das Resultat seinen Absichten nicht entspricht. Aber er klagt sich nicht an. Denn er mi&#223;t seine Handlungsweise nicht an au&#223;ernat&#252;rlichen Ma&#223;st&#228;ben. Er wei&#223;, da&#223; er so handelt, wie es seinen nat&#252;rlichen Trieben entspricht, und kann h&#246;chstens bedauern, da&#223; diese nicht besser sind. Ebenso h&#228;lt er es mit der Beurteilung fremder Handlungen. Ein <hi rend="ex">moralisches</hi> Absch&#228;tzen der Handlungen kennt er nicht. Er ist Immoralist.
</p><p>Was das Herkommen als <hi rend="ex">b&#246;se</hi> bezeichnet, sieht der Immoralist ebenso als Ausflu&#223; menschlicher Instinkte an, wie das Gute. Die Strafe gilt ihm nicht als moralisch bedingt, sondern nur als ein Mittel, Instinkte gewisser Menschen, die andern sch&#228;dlich sind, auszurotten. Die Gesellschaft straft nach Ansicht des Immoralisten nicht deswegen, weil sie ein &#8222;moralisches Recht&#8220; hat, die Schuld zu s&#252;hnen, sondern allein, weil sie sich st&#228;rker erweist, als der Einzelne, welcher der Gesamtheit widerstrebende Instinkte hat. Die Macht der Gesellschaft steht gegen die Macht des Einzelnen. Dies ist der nat&#252;rliche Zusammenhang <pb id="pb77" n="77"/>einer &#8222;b&#246;sen&#8220; Handlung des Einzelnen mit der Rechtsprechung der Gesellschaft und der Bestrafung dieses Einzelnen. Es ist der <hi rend="ex">Wille zur Macht</hi>, d. h. zum Ausleben jener Instinkte, die bei der Mehrzahl der Menschen vorhanden sind, der sich in der Rechtspflege einer Gesellschaft &#228;u&#223;ert. Der Sieg einer Mehrheit &#252;ber einen Einzelnen ist jede Bestrafung. Siegte der Einzelne &#252;ber die Gesellschaft, so m&#252;&#223;te seine Handlungsweise als <hi rend="ex">gut</hi>, die der andern als <hi rend="ex">b&#246;se</hi> bezeichnet werden. Das jeweilige <hi rend="ex">Recht</hi> dr&#252;ckt nur aus, was die Gesellschaft eben als die beste Grundlage ihres Willens zur Macht anerkennt.

</p></div2><div2 n="24" type="Section"><head>24.</head><p>Weil Nietzsche in der menschlichen Handlungsweise nur einen Ausflu&#223; der Instinkte sieht, und diese letzteren bei verschiedenen Menschen verschieden sind, scheint es ihm notwendig, da&#223; auch deren Handlungsweisen verschieden sind. Nietzsche ist deshalb ein entschiedener Gegner des demokratischen Grundsatzes: Gleiche Rechte und gleiche Pflichten f&#252;r alle. Die Menschen sind ungleich, deshalb m&#252;ssen auch ihre Rechte und Pflichten ungleich sein. Der nat&#252;rliche Gang der Weltgeschichte wird stets starke und schwache, schaffende und unfruchtbare Menschen aufweisen. Und die Starken werden immer dazu berufen sein, den Schwachen die Ziele zu bestimmen. Ja noch mehr: die Starken werden sich der Schwachen als Mittel zum Zwecke, d. h. als Sklaven bedienen. Nietzsche spricht nat&#252;rlich nicht von einem &#8222;moralischen&#8220; Recht der Starken zur Haltung von Sklaven. &#8222;Moralische&#8220; Rechte erkennt er nicht an. Sondern er ist der Meinung, da&#223; <pb id="pb78" n="78"/>die &#220;berwindung des Schw&#228;cheren durch den St&#228;rkeren, die er f&#252;r das Princip alles Lebens h&#228;lt, notwendig zur Sklaverei f&#252;hren mu&#223;.
</p><p>Es ist auch nat&#252;rlich, da&#223; sich der &#220;berwundene gegen den &#220;berwinder auflehnt. Wenn diese Auflehnung sich nicht durch die That &#228;u&#223;ern kann, so &#228;u&#223;ert sie sich wenigstens im Gef&#252;hle. Und der Ausdruck dieses Gef&#252;hles ist die <hi rend="ex">Rache</hi>, die stets in den Herzen derer wohnt, die in irgend einer Weise von den besser Veranlagten &#252;berwunden worden sind. Als Ausflu&#223; dieser Rache sieht Nietzsche die moderne socialdemokratische Bewegung an. Der Sieg dieser Bewegung w&#252;rde ihm eine Erh&#246;hung der Mi&#223;ratenen, &#220;bel-Weggekommenen zu Ungunsten der Besseren sein. Gerade das Gegenteil strebt Nietzsche an: die Pflege der starken, selbstherrlichen Pers&#246;nlichkeit. Und er ha&#223;t die Sucht, die alles gleich machen und die souver&#228;ne Individualit&#228;t in dem Meere der allgemeinen Mittelm&#228;&#223;igkeit verschwinden lassen will.
</p><p>Nicht alle sollen dasselbe haben und genie&#223;en, meint Nietzsche, sondern jeder soll haben und genie&#223;en, was er nach Ma&#223;gabe seiner pers&#246;nlichen St&#228;rke erreichen kann.

</p></div2><div2 n="25" type="Section"><head>25.</head><p>Was der Mensch wert ist, h&#228;ngt allein von dem Wert seiner Instinkte ab. Durch nichts anderes kann der Wert des Menschen bestimmt werden. Man spricht von dem Werte der Arbeit. Die Arbeit soll den Menschen adeln. Aber die Arbeit hat an sich gar keinen Wert. Nur dadurch, da&#223; sie dem Menschen dient, erh&#228;lt sie einen Wert. Nur insofern sich die <pb id="pb79" n="79"/>Arbeit als nat&#252;rliche Folge der menschlichen Neigungen darstellt, ist sie des Menschen w&#252;rdig. Wer sich zum Diener der Arbeit macht, entw&#252;rdigt sich. Nur der Mensch, der <hi rend="ex">nicht</hi> sich selbst seinen Wert bestimmen kann, sucht diesen Wert an der Gr&#246;&#223;e seines Werkes abzumessen. Es ist charakteristisch f&#252;r das demokratische B&#252;rgertum der neueren Zeit, da&#223; es in der Wertbemessung des Menschen sich nach dessen Arbeit richtet. Sogar Goethe ist von dieser Gesinnung nicht frei. L&#228;&#223;t er doch seinen <hi rend="ex">Faust</hi> die volle Befriedigung in dem Bewu&#223;tsein gethaner Arbeit finden.

</p></div2><div2 n="26" type="Section"><head>26.</head><p>Auch die <hi rend="ex">Kunst</hi> hat nach Nietzsches Meinung nur Wert, wenn sie dem Leben des Einzelmenschen dient. Auch hier vertritt Nietzsche die Ansicht der starken Pers&#246;nlichkeit und lehnt alles ab, was die schwachen Instinkte &#252;ber die Kunst aussprechen. Fast alle deutschen &#196;sthetiker vertreten den Standpunkt der schwachen Instinkte. Die Kunst soll ein &#8222;Unendliches&#8220; im &#8222;Endlichen&#8220;, ein &#8222;Ewiges&#8220; im &#8222;Zeitlichen&#8220;, eine &#8222;Idee&#8220; in der &#8222;Wirklichkeit&#8220; darstellen. F&#252;r Schelling z. B. ist alle sinnliche Sch&#246;nheit nur ein Abglanz jener <hi rend="ex">unendlichen</hi> Sch&#246;nheit, die wir nie mit den Sinnen wahrnehmen k&#246;nnen. Das Kunstwerk ist nicht um seiner selbst willen und durch das, was es ist, sch&#246;n, sondern weil es die <hi rend="ex">Idee</hi> der Sch&#246;nheit abbildet. Das sinnliche Bild ist nur ein Ausdrucksmittel, nur die Form f&#252;r einen <hi rend="ex">&#252;bersinnlichen</hi> Inhalt. Und Hegel nennt das Sch&#246;ne &#8222;das sinnliche Scheinen der <hi rend="ex">Idee</hi>&#8220;. &#196;hnliches kann man auch bei den andern deutschen &#196;sthetikern finden. <pb id="pb80" n="80"/>F&#252;r Nietzsche ist die Kunst ein lebenf&#246;rderndes Element, und nur, wenn sie dieses ist, hat sie Berechtigung. Wer das Leben, wie er es unmittelbar wahrnimmt, nicht ertragen kann, der formt es sich nach seinem Bed&#252;rfnisse um, und damit schafft er ein Kunstwerk. Und was will der Genie&#223;ende vom Kunstwerk? Er will Erh&#246;hung seiner Lebensfreude, St&#228;rkung seiner Lebenskr&#228;fte, Befriedigung von Bed&#252;rfnissen, die ihm die Wirklichkeit nicht befriedigt. Aber er will, wenn sein Sinn auf das Wirkliche gerichtet ist, nicht durch das Kunstwerk den Abglanz des G&#246;ttlichen, &#220;berirdischen erblicken. H&#246;ren wir, wie Nietzsche den Eindruck schildert, den Bizets Carmen auf ihn gemacht: &#8222;Ich werde ein besserer Mensch, wenn mir dieser Bizet zuredet. Auch ein besserer Musikant, ein besserer <hi rend="ex">Zuh&#246;rer</hi>. Kann man &#252;berhaupt noch besser zuh&#246;ren? &#8212; Ich vergrabe meine Ohren noch <hi rend="ex">unter</hi> diese Musik, ich h&#246;re deren Ursache. Es scheint mir, da&#223; ich ihre Entstehung erlebe &#8212; ich zittere vor Gefahren, die irgend ein Wagnis begleiten, ich bin entz&#252;ckt &#252;ber Gl&#252;cksf&#228;lle, an denen Bizet unschuldig ist. &#8212; Und seltsam! im Grunde denke ich nicht daran, oder <hi rend="ex">wei&#223;</hi> es nicht, wie sehr ich daran denke. Denn ganz andere Gedanken laufen mir w&#228;hrend dem durch den Kopf ... Hat man bemerkt, da&#223; die Musik den Geist <hi rend="ex">frei macht</hi>? dem Gelehrten Fl&#252;gel giebt? da&#223; man umsomehr Philosoph wird, je mehr man Musiker wird? &#8212; Der graue Himmel der Abstraktion wie von Blitzen durchzuckt; das Licht stark genug f&#252;r alles Filigran der Dinge; die gro&#223;en Probleme nahe zum Greifen; die Welt wie von einem Berge aus &#252;berblickt. &#8212; Ich definierte <pb id="pb81" n="81"/>eben das philosophische Pathos. &#8212; Und unversehens fallen mir <hi rend="ex">Antworten</hi> in den Scho&#223;, ein kleiner Hagel von Eis und Weisheit, von <hi rend="ex">gel&#246;sten</hi> Problemen .. Wo bin ich? &#8212; Bizet macht mich fruchtbar. Alles Gute macht mich fruchtbar. Ich habe keine andere Dankbarkeit, ich habe auch keinen andern <hi rend="ex">Beweis</hi> daf&#252;r, was gut ist.&#8220; &#8212; (Fall Wagner &#167; 1.) Weil <hi rend="ex">Richard Wagners</hi> Musik eine <hi rend="ex">solche</hi> Wirkung nicht auf ihn machte, deshalb lehnte sie Nietzsche ab: &#8222;Meine Einw&#228;nde gegen die Musik Wagners sind physiologische Einw&#228;nde ..... Meine Thatsache, mein <foreign lang="fr" xml:lang="fr">petit fait vrai</foreign> ist, da&#223; ich nicht mehr leicht atme, wenn diese Musik erst auf mich wirkt; da&#223; alsbald mein <hi rend="ex">Fu&#223;</hi> gegen sie <hi rend="ex">b&#246;se</hi> wird und revoltiert: er hat das Bed&#252;rfnis nach Takt, Tanz, Marsch ... er verlangt von der Musik vorerst die Entz&#252;ckungen, welche in <hi rend="ex">gutem</hi> Gehen, Schreiten, Tanzen liegen. Protestiert aber nicht auch mein Magen? mein Herz? mein Blutlauf? betr&#252;bt sich nicht mein Eingeweide? Werde ich nicht unversehens heiser dabei? Und so frage ich mich: was <hi rend="ex">will</hi> eigentlich mein ganzer Leib von der Musik &#252;berhaupt? ... Ich glaube, seine <hi rend="ex">Erleichterung</hi>: wie als ob alle animalischen Funktionen durch leichte, k&#252;hne, ausgelassene, selbstgewisse Rhythmen beschleunigt werden sollten; wie als ob das eherne, bleierne Leben durch goldene, z&#228;rtliche, &#246;lgleiche Melodieen seine Schwere verlieren sollte. Meine Schwermut will in den Verstecken und Abgr&#252;nden der <hi rend="ex">Vollkommenheit ausruhen</hi>: dazu brauche ich Musik.&#8220; (Nietzsche kontra Wagner. Kap.: Wo ich Einw&#228;nde mache.) &#8212;
</p><p>Im Anfange seiner schriftstellerischen Laufbahn t&#228;uschte sich Nietzsche &#252;ber das, was seine Instinkte <pb id="pb82" n="82"/>von der Kunst verlangen, deshalb war er damals ein Anh&#228;nger Wagners. Er hat sich durch das Studium der Schopenhauerschen Philosophie zum Idealismus verf&#252;hren lassen. Er glaubte einige Zeit hindurch an den Idealismus und t&#228;uschte sich k&#252;nstliche Bed&#252;rfnisse, ideale Bed&#252;rfnisse vor. Erst im weiteren Verlaufe seines Lebens merkte er, da&#223; aller Idealismus seinen Trieben gerade entgegengesetzt ist. Er wurde nun aufrichtiger gegen sich selbst. Er sprach aus, wie er selbst empfand. Und das konnte nur zur vollst&#228;ndigen Ablehnung von Wagners Musik f&#252;hren, die ja immer mehr den asketischen Charakter annahm, den wir bereits als Kennzeichen von Wagners letztem Wirkensziel aufgef&#252;hrt haben.
</p><p>Die &#196;sthetiker, die es der Kunst zur Aufgabe machen, die Idee zu versinnlichen, das G&#246;ttliche zu verk&#246;rpern, vertreten auf diesem Gebiete eine &#228;hnliche Ansicht wie die philosophischen Nihilisten auf dem Gebiete der Erkenntnis und der Moral. Sie suchen in den Kunstobjekten ein Jenseitiges, das sich aber vor dem Wirklichkeitssinn in ein <hi rend="ex">Nichts</hi> aufl&#246;st. Es giebt auch einen <hi rend="ex">&#228;sthetischen Nihilismus</hi>.
</p><p>Diesem steht die &#196;sthetik der starken Pers&#246;nlichkeit gegen&#252;ber, die in der Kunst ein Abbild der Wirklichkeit, eine h&#246;here Wirklichkeit sieht, die der Mensch lieber genie&#223;t als die Allt&#228;glichkeit.

</p></div2><div2 n="27" type="Section"><head>27.</head><p>Zwei Menschentypen stellt Nietzsche einander gegen&#252;ber: den Schwachen und den Starken. Der erstere sucht die Erkenntnis als einen objektiven Thatbestand, <pb id="pb83" n="83"/>der von der Au&#223;enwelt in seinen Geist einflie&#223;en soll. Er l&#228;&#223;t sich sein Gutes und B&#246;ses von einem &#8222;ewigen Weltwillen&#8220; oder einem &#8222;kategorischen Imperativ&#8220; diktieren. Er bezeichnet jede nicht von diesem Weltwillen, sondern nur von dem sch&#246;pferischen Eigenwillen bestimmte Handlung als S&#252;nde, die eine moralische Strafe nach sich ziehen mu&#223;. Er m&#246;chte f&#252;r alle Menschen gleiche Rechte dekretieren und den Wert des Menschen nach einem &#228;u&#223;ern Ma&#223;stabe bestimmen. Er m&#246;chte endlich in der Kunst ein Abbild des G&#246;ttlichen, eine Kunde aus dem Jenseits erblicken. Der Starke dagegen sieht alle Erkenntnis als den Ausdruck des Willens zur Macht an. Er sucht durch die Erkenntnis die Dinge denkbar und sich dadurch unterthan zu machen. Er wei&#223;, da&#223; er selbst der Sch&#246;pfer der Wahrheit ist; da&#223; niemand als er selbst sein Gutes und sein B&#246;ses schaffen kann. Er betrachtet die Handlungen des Menschen als Folgen nat&#252;rlicher Triebe und l&#228;&#223;t sie gelten als Naturereignisse, die niemals als S&#252;nden zu betrachten sind und nicht eine moralische Verurteilung verdienen. Er sucht den Wert des Menschen in der T&#252;chtigkeit seiner Instinkte. Einen Menschen mit den Instinkten f&#252;r Gesundheit, Geist, Sch&#246;nheit, Ausdauer, Vornehmheit sch&#228;tzt er h&#246;her als einen solchen mit den Instinkten f&#252;r Schw&#228;che, H&#228;&#223;lichkeit, Sklaverei. Er beurteilt ein Kunstwerk nach dem Grade, in dem es zur Steigerung seiner Kr&#228;fte beitr&#228;gt.
</p><p>Diesen letzteren Menschentypus versteht Nietzsche unter seinem &#220;bermenschen. Solche &#220;bermenschen konnten bisher nur durch das Zusammentreffen zuf&#228;lliger Umst&#228;nde entstehen. Ihre Entwickelung zum bewu&#223;ten Ziele der Menschheit zu machen, ist die Absicht, <pb id="pb84" n="84"/>die Zarathustra hat. Man sah bisher das Ziel der menschlichen Entwickelung in irgendwelchen Idealen. Hier h&#228;lt Nietzsche eine &#196;nderung der Anschauungen f&#252;r n&#246;tig. Der &#8222;h&#246;herwertige Typus ist oft genug schon dagewesen: aber als ein Gl&#252;cksfall, als eine Ausnahme, niemals als <hi rend="ex">gewollt</hi>. Vielmehr ist er gerade am besten gef&#252;rchtet worden, er war bisher beinahe <hi rend="ex">das</hi> Furchtbare; &#8212; und aus der Furcht heraus wurde der umgekehrte Typus gewollt, gez&#252;chtet, <hi rend="ex">erreicht</hi>: das Haustier, das Herdentier, das kranke Tier Mensch, &#8212; der Christ ...&#8220; (Antichrist &#167; 3).
</p><p>Zarathustras Weisheit soll diesen &#220;bermenschen, zu dem jener andere Typus nur ein &#220;bergang ist, lehren.
</p><p>Nietzsche nennt diese Weisheit eine <hi rend="ex">dionysische</hi>. Es ist eine Weisheit, die nicht dem Menschen von au&#223;en gegeben wird; es ist eine selbstgeschaffene Weisheit. Der dionysische Weise forscht nicht; er schafft. Er steht nicht als Betrachter au&#223;er der Welt, die er erkennen will; er ist <hi rend="ex">Eins</hi> geworden mit seiner Erkenntnis. Er sucht nicht nach einem Gotte; was er sich noch als g&#246;ttlich vorstellen kann, ist nur Er selbst als Sch&#246;pfer seiner eigenen Welt. Wenn dieser Zustand auf alle Kr&#228;fte des menschlichen Organismus sich erstreckt, so giebt das den <hi rend="ex">dionysischen Menschen</hi>, dem es unm&#246;glich ist, irgend eine Suggestion nicht zu verstehen; er &#252;bersieht kein Zeichen des Affekts, er hat den h&#246;chsten Grad des verstehenden und erratenden Instinktes, wie er den h&#246;chsten Grad von Mitteilungskunst besitzt. Er geht in jede Haut, in jeden Affekt ein: er verwandelt sich best&#228;ndig. Dem dionysischen Weisen steht der blo&#223;e <pb id="pb85" n="85"/>Betrachter gegen&#252;ber, der sich immer au&#223;erhalb seiner Erkenntnisobjekte stehend glaubt, als objektiver, leidender Zuschauer. Dem dionysischen Menschen steht der <hi rend="ex">apollinische</hi> gegen&#252;ber, der &#8222;vor allem das Auge erregt h&#228;lt, soda&#223; es die Kraft der Vision bekommt&#8220;. Visionen, Bilder von Dingen, die jenseits der Menschen-Wirklichkeit stehen, erstrebt der apollinische Geist, nicht eine durch ihn selbst geschaffene Weisheit.

</p></div2><div2 n="28" type="Section"><head>28.</head><p>Die apollinische Weisheit hat den Charakter des <hi rend="ex">Ernstes</hi>. Sie empfindet die Herrschaft des Jenseits, das sie nur im Bilde besitzt, als einen schweren Druck, als eine ihr widerstrebende Macht. Ernst ist die apollinische Weisheit, denn sie glaubt sich im Besitze einer Kunde aus dem Jenseits, wenn diese auch nur durch Bilder, Visionen vermittelt sein soll. Schwer beladen mit seiner Erkenntnis wandelt der apollinische Geist einher, denn er tr&#228;gt eine B&#252;rde, die aus einer andern Welt stammt. Und den Ausdruck der W&#252;rde nimmt er an, denn vor den Kundgebungen des Unendlichen mu&#223; jedes Lachen verstummen.
</p><p>Dieses Lachen aber charakterisiert den dionysischen Geist. Er wei&#223;, da&#223; alles, was er Weisheit nennt, nur <hi rend="ex">seine</hi> Weisheit ist, von ihm erfunden, um sich das Leben leicht zu machen. Nur dieses Eine soll ja seine Weisheit sein: ein Mittel, das ihm erlaubt, zum Leben Ja zu sagen. Dem dionysischen Menschen ist der Geist der Schwere zuwider, weil er das Leben nicht erleichtert, sondern niederdr&#252;ckt. Die <pb id="pb86" n="86"/>selbstgeschaffene Weisheit ist eine heitere Weisheit, denn wer sich selbst seine B&#252;rde schafft, der schafft sich nur eine solche, die er auch leicht tragen kann. Mit der selbstgeschaffenen Weisheit bewegt sich der dionysische Geist leicht durch die Welt wie ein T&#228;nzer.

</p><lg type="Group"><lg type="Group"><l>&#8222;Da&#223; ich aber der Weisheit gut bin und oft</l><l>zu gut: das macht, sie erinnert mich gar sehr an</l><l>das Leben!</l></lg><lg type="Group"><l>Sie hat ihr Auge, ihr Lachen und sogar ihr</l><l>goldnes Angelr&#252;tchen: was kann ich daf&#252;r, da&#223;</l><l>die beiden sich so &#228;hnlich sehen?&#8220;</l></lg><lg type="Group"><l>&#8222;In dein Auge schaute ich j&#252;ngst, o Leben:</l><l>Gold sah ich in deinem Nachtauge blinken, &#8212; mein</l><l>Herz stand still vor dieser Wollust:</l></lg><lg type="Group"><l>&#8212; einen goldenen Kahn sah ich blinken auf</l><l>n&#228;chtigen Gew&#228;ssern, einen sinkenden, trinkenden,</l><l>wieder winkenden goldenen Schaukelkahn!</l></lg><lg type="Group"><l>Nach meinem Fu&#223;e, dem tanzw&#252;tigen, warfst</l><l>du einen Blick, einen <hi rend="ex">lachenden</hi>, fragenden,</l><l>schmelzenden Schaukelblick:</l></lg><lg type="Group"><l>zweimal nur regtest du deine Klapper mit</l><l>kleinen H&#228;nden &#8212; da schaukelte mein Fu&#223; vor</l><l><hi rend="ex">Tanzwut</hi>. &#8212;</l></lg><lg type="Group"><l>Meine Fersen b&#228;umten sich, meine Zehen</l><l>horchten, dich zu verstehen: doch tr&#228;gt der <hi rend="ex">T&#228;nzer</hi></l><l>sein Ohr &#8212; in seinen Zehen!&#8220;</l></lg></lg><p rend="align(right)">(Zarathustra 2. u. 3. Teil. Die Tanzlieder.)


</p></div2><div2 n="29" type="Section"><head>29.</head><p>Weil der dionysische Geist aus sich selbst alle Antriebe seines Thuns entnimmt und keiner &#228;u&#223;eren <pb id="pb87" n="87"/>Macht gehorcht, ist er ein <hi rend="ex">freier</hi> Geist. Denn ein freier Geist ist derjenige, der nur seiner Natur folgt. Nun ist allerdings in Nietzsches Werken nur die Rede von Instinkten als den Antrieben des freien Geistes. Ich glaube, da&#223; hier Nietzsche mit <hi rend="ex">einem</hi> Namen eine Reihe von Antrieben zusammengefa&#223;t hat, die eine mehr ins Einzelne gehende Betrachtung erfordern. Nietzsche nennt Instinkte sowohl die bei den Tieren vorhandenen Triebe zur Ern&#228;hrung und Selbsterhaltung, wie auch die h&#246;chsten Antriebe der menschlichen Natur, z. B. den Erkenntnistrieb, den Trieb, nach sittlichen Ma&#223;st&#228;ben zu handeln, den Trieb, sich an Kunstwerken zu erg&#246;tzen u. s. w. Nun sind zwar alle diese Triebe &#196;u&#223;erungsformen einer und derselben Grundkraft. Aber sie stellen doch verschiedene Stufen in der Entwickelung dieser Kraft dar. Die moralischen Antriebe z. B. sind eine besondere Stufe der Instinkte. Wenn auch zugegeben werden kann, da&#223; sie nur h&#246;here Formen sinnlicher Instinkte sind, so treten sie doch im Menschen auf eine besondere Art ins Dasein. Dies zeigt sich darin, da&#223; es dem Menschen m&#246;glich ist, Handlungen zu vollf&#252;hren, die nicht unmittelbar auf sinnliche Instinkte zur&#252;ckzuf&#252;hren sind, sondern nur auf jene Antriebe, die eben als h&#246;here Formen des Instinktes zu bezeichnen sind. Der Mensch schafft sich Antriebe seines Handelns, die nicht aus seinen sinnlichen Trieben abzuleiten sind, sondern nur aus dem bewu&#223;ten Denken. Er setzt sich individuelle Zwecke vor, aber er setzt sich diese <hi rend="ex">mit Bewu&#223;tsein</hi> vor. Und es ist ein gro&#223;er Unterschied, ob er einem unbewu&#223;t entstandenen und erst hinterher in das Bewu&#223;tsein aufgenommenen Instinkte <pb id="pb88" n="88"/>oder einem Gedanken folgt, den er von vornherein mit vollem Bewu&#223;tsein produziert hat. Wenn ich esse, weil mein Nahrungstrieb mich dr&#228;ngt, so ist dies etwas wesentlich anderes, als wenn ich eine mathematische Aufgabe l&#246;se. Die denkende Erfassung der Welterscheinungen stellt eine besondere Form des allgemeinen Wahrnehmungsverm&#246;gens dar. Sie unterscheidet sich von der blo&#223;en sinnlichen Wahrnehmung. Dem Menschen sind nun die h&#246;heren Entwickelungsformen des Instinktlebens ebenso nat&#252;rlich wie die niederen. Stehen beide nicht im Einklange, dann ist er zur Unfreiheit verurteilt. Es kann der Fall eintreten, da&#223; eine schwache Pers&#246;nlichkeit mit vollkommen gesunden sinnlichen Instinkten nur schwache geistige Instinkte hat. Dann wird sie zwar in Bezug auf ihr Sinnenleben ihre eigene Individualit&#228;t entfalten, aber die gedanklichen Antriebe ihres Handelns wird sie aus dem Herkommen entlehnen. Es kann eine Disharmonie beider Triebwelten entstehen. Die sinnlichen Triebe dr&#228;ngen zum Ausleben der eigenen Pers&#246;nlichkeit, die geistigen Antriebe stehen in dem Banne einer &#228;u&#223;ern Autorit&#228;t. Das Geistesleben einer solchen Pers&#246;nlichkeit wird von den sinnlichen, das sinnliche Leben von den geistigen Instinkten tyrannisiert. Denn beide Gewalten geh&#246;ren nicht zusammen, sind nicht aus einer Wesenheit erwachsen. Zur wirklich freien Pers&#246;nlichkeit geh&#246;rt also nicht nur ein gesund entwickeltes individuelles sinnliches Triebleben, sondern auch die F&#228;higkeit, sich die gedanklichen Antriebe f&#252;r das Leben zu schaffen. Erst derjenige Mensch ist vollkommen <hi rend="ex">frei</hi>, der auch Gedanken produzieren kann, die zum Handeln f&#252;hren. Ich habe <pb id="pb89" n="89"/>das Verm&#246;gen, rein gedankliche Triebfedern des Handelns zu schaffen, in meiner Schrift &#8222;Die Philosophie der Freiheit&#8220; (Weimar, Emil Felber 1894) die &#8222;moralische Phantasie&#8220; genannt. Nur wer diese <hi rend="ex">moralische Phantasie</hi> hat, ist wirklich frei, denn der Mensch mu&#223; nach <hi rend="ex">bewu&#223;ten</hi> Triebfedern handeln. Und wenn er solche nicht selbst produzieren kann, dann mu&#223; er sich dieselben von &#228;u&#223;eren Autorit&#228;ten oder von dem in Form der Gewissensstimme in ihm sprechenden Herkommen geben lassen. Ein Mensch, der sich blo&#223; seinen sinnlichen Instinkten &#252;berl&#228;&#223;t, handelt <hi rend="ex">wie ein Tier</hi>; ein Mensch, der seine sinnlichen Instinkte unter fremde Gedanken stellt, handelt <hi rend="ex">unfrei</hi>; erst der Mensch, der sich selbst seine <hi rend="ex">moralischen</hi> Ziele schafft, handelt <hi rend="ex">frei</hi>. Die moralische Phantasie fehlt in Nietzsches Ausf&#252;hrungen. Wer dessen Gedanken zu Ende denkt, mu&#223; notwendig auf diesen Begriff kommen. Aber andererseits ist es auch eine unbedingte Notwendigkeit, da&#223; dieser Begriff der Nietzscheschen Weltanschauung eingef&#252;gt wird. Sonst k&#246;nnte gegen dieselbe immerfort eingewendet werden: Zwar ist der dionysische Mensch kein Knecht des Herkommens oder des &#8222;jenseitigen Willens&#8220;, aber er ist <hi rend="ex">ein Knecht seiner eigenen Instinkte</hi>.
</p><p>Nietzsche hat seinen Blick auf das Urspr&#252;ngliche, Eigenpers&#246;nliche im Menschen gerichtet. Er suchte dieses Eigenpers&#246;nliche herauszul&#246;sen aus dem Mantel des Unpers&#246;nlichen, in den es eine wirklichkeitsfeindliche Weltanschauung eingeh&#252;llt hat. Aber er ist nicht dazu gekommen, die Stufen des Lebens innerhalb der Pers&#246;nlichkeit selbst zu unterscheiden. Er hat deshalb die Bedeutung des Bewu&#223;tseins f&#252;r die menschliche <pb id="pb90" n="90"/>Pers&#246;nlichkeit untersch&#228;tzt. &#8222;Die Bewu&#223;theit ist die letzte und sp&#228;teste Entwickelung des Organischen und folglich auch das Unfertigste und Unkr&#228;ftigste daran. Aus der Bewu&#223;theit stammen unz&#228;hlige Fehlgriffe, welche machen, da&#223; ein Tier, ein Mensch zu Grunde geht, fr&#252;her als es n&#246;tig w&#228;re, &#8222;&#252;ber das Geschick&#8220;, wie Homer sagt. W&#228;re nicht der erhaltende Verband der Instinkte so &#252;beraus viel m&#228;chtiger, diente er nicht im ganzen als Regulator: an ihrem verkehrten Urteilen und Phantasieren mit offenen Augen, an ihrer Ungr&#252;ndlichkeit und Leichtgl&#228;ubigkeit, kurz eben an ihrer Bewu&#223;theit m&#252;&#223;te die Menschheit zu Grunde gehen,&#8220; sagt Nietzsche (Fr&#246;hliche Wissenschaft &#167; 11).
</p><p>Dies ist zwar durchaus zuzugeben; aber nicht minder wahr ist es, da&#223; der Mensch nur insoweit <hi rend="ex">frei</hi> ist, als er sich gedankliche Triebfedern seines Handelns <hi rend="ex">innerhalb des Bewu&#223;tseins</hi> schaffen kann.
</p><p>Die Betrachtung der gedanklichen Triebfedern f&#252;hrt aber noch weiter. Es ist eine Thatsache der Erfahrung, da&#223; diese gedanklichen Triebfedern, die die Menschen aus sich heraus produzieren, bei den einzelnen Individuen doch bis zu einem gewissen Grade eine &#220;bereinstimmung zeigen. Auch wenn der einzelne Mensch ganz frei aus sich heraus Gedanken schafft, so stimmen diese in gewisser Weise mit den Gedanken anderer Menschen &#252;berein. Daraus folgt f&#252;r den Freien die Berechtigung, anzunehmen, da&#223; die Harmonie in der menschlichen Gesellschaft von selbst eintritt, wenn sie aus souver&#228;nen Individuen besteht. Er kann diese Meinung dem Verteidiger der Unfreiheit <pb id="pb91" n="91"/>gegen&#252;berstellen, der glaubt, da&#223; die Handlungen einer Mehrheit von Menschen nur zusammenstimmen, wenn sie durch eine &#228;u&#223;ere Gewalt nach einem gemeinsamen Ziele hingelenkt werden. Der freie Geist ist deshalb durchaus kein Anh&#228;nger jener Ansicht, welche die tierischen Triebe absolut frei walten lassen und alle gesetzlichen Ordnungen deshalb abschaffen will. Aber er verlangt absolute Freiheit f&#252;r diejenigen, die nicht blo&#223; ihren tierischen Instinkten folgen wollen, sondern die imstande sind, moralische Triebfedern, ihr eigenes <hi rend="ex">Gutes</hi> und <hi rend="ex">B&#246;ses</hi>, zu <hi rend="ex">schaffen</hi>.
</p><p>Nur wer Nietzsche nicht so weit durchdrungen hat, da&#223; er die letzten Konsequenzen von dessen Weltanschauung zu ziehen vermag, trotzdem sie Nietzsche nicht selbst gezogen hat, kann in ihm einen Menschen sehen, der &#8222;mit einer gewissen stilistischen Wollust zu enth&#252;llen den Mut gefunden hat, was bisher etwa im geheimsten Seelengrunde grandioser Verbrechertypen .... verborgen gelauert haben mag&#8220; (Ludwig Stein, Friedrich Nietzsches Weltanschauung und ihre Gefahren S. 5). Noch immer ist die Durchschnittsbildung eines deutschen Professors nicht so weit, das Gro&#223;e einer Pers&#246;nlichkeit von deren kleinen Irrt&#252;mern abzutrennen. Sonst k&#246;nnte man es nicht erleben, da&#223; die Kritik eines solchen Professors gerade gegen diese kleinen Irrt&#252;mer sich richtet. Ich denke, wahrhafte Bildung nimmt das Gro&#223;e einer Pers&#246;nlichkeit auf und verbessert kleine Irrt&#252;mer oder denkt halbfertige Gedanken zu Ende.



<pb id="pb93" n="93"/></p></div2></div1><div1 id="ch3" n="III" type="Chapter"><head type="label"><corr>III.</corr></head><head>Nietzsches Entwickelungsgang.</head><pb id="pb95" n="95"/><div2 id="s30" n="30" type="Section"><head>30.</head><p>Ich habe Nietzsches Ansichten vom &#220;bermenschen so dargestellt, wie sie uns in seinen letzten Schriften: <hi rend="ex">Zarathustra</hi> (1883&#8211;1884), <hi rend="ex">Jenseits von Gut und B&#246;se</hi> (1886), <hi rend="ex">Genealogie der Moral</hi> (1887), <hi rend="ex">Der Fall Wagner</hi> (1888), <hi rend="ex">G&#246;tzend&#228;mmerung</hi> (1889) entgegentreten. In dem unvollendet gebliebenen Werke: &#8222;<hi rend="ex">Der Wille zur Macht</hi>&#8220;, Versuch einer Umwertung aller Werte, dessen erster Teil &#8222;Antichrist&#8220; im 8. Bande der Gesamtausgabe erschienen ist, h&#228;tten sie wohl ihren philosophisch pr&#228;gnantesten Ausdruck gefunden. Aus der Disposition, die im Anhange zu dem erw&#228;hnten Band abgedruckt ist, ist das deutlich zu erkennen. Sie hei&#223;t: 1. <hi rend="ex">Der Antichrist.</hi> Versuch einer Kritik des Christentums. 2. <hi rend="ex">Der freie Geist.</hi> Kritik der Philosophie als einer nihilistischen Bewegung. 3. <hi rend="ex">Der Immoralist.</hi> Kritik der verh&#228;ngnisvollsten Art von Unwissenheit, der Moral. 4. <hi rend="ex">Dionysos.</hi> Philosophie der ewigen Wiederkunft.
</p><p>Nietzsche hat seine Gedanken nicht sogleich im Beginne seiner schriftstellerischen Laufbahn in der <pb id="pb96" n="96"/>ihnen ureigensten Form zum Ausdruck gebracht. Er stand anfangs unter dem Einflusse des deutschen Idealismus, namentlich in der Form, in der ihn <hi rend="ex">Schopenhauer</hi> und <hi rend="ex">Richard Wagner</hi> vertreten haben. In Schopenhauerschen und Wagnerschen Formeln dr&#252;ckt er sich in seinen ersten Schriften aus. Wer aber durch dieses Formelwesen hindurch auf den Kern der Nietzscheschen Gedanken zu blicken vermag, der findet in diesen Schriften dieselben Absichten und Ziele, die in den sp&#228;teren Werken zum Ausdruck kommen.
</p><p>Man kann von Nietzsches Entwickelung nicht sprechen, ohne an den freiesten Denker erinnert zu werden, den die neuzeitliche Menschheit hervorgebracht hat, an <hi rend="ex">Max Stirner</hi>. Es ist eine traurige Wahrheit, da&#223; dieser Denker, der im vollsten Sinne dem entspricht, was <corr sic="Nietsche">Nietzsche</corr> von dem &#220;bermenschen fordert, nur von wenigen erkannt und gew&#252;rdigt worden ist. Er hat bereits in den vierziger Jahren dieses Jahrhunderts Nietzsches Weltanschauung ausgesprochen. Allerdings nicht in solch ges&#228;ttigten Herzenst&#246;nen wie Nietzsche, aber daf&#252;r in krystallklaren Gedanken, neben denen sich Nietzsches Aphorismen allerdings oft wie ein blo&#223;es Stammeln ausnehmen.
</p><p>Welchen Weg h&#228;tte Nietzsche genommen, wenn nicht Schopenhauer, sondern Max Stirner sein Erzieher geworden w&#228;re! In Nietzsches Schriften ist keinerlei Einflu&#223; Stirners zu bemerken. Aus eigener Kraft mu&#223;te sich Nietzsche aus dem deutschen Idealismus heraus zu einer der Stirnerschen gleichen Weltauffassung durchringen.
</p><p>Stirner ist wie Nietzsche der Ansicht, das die Triebkr&#228;fte <pb id="pb97" n="97"/>des menschlichen Lebens nur in der einzelnen, <hi rend="ex">wirklichen</hi> Pers&#246;nlichkeit gesucht werden k&#246;nnen. Er lehnt alle Gewalten ab, die die Einzelpers&#246;nlichkeit von au&#223;en formen, bestimmen wollen. Er verfolgt den Gang der Weltgeschichte und findet<corr sic=","/> den Grundirrtum der bisherigen Menschheit darin, da&#223; sie nicht die Pflege und Kultur der individuellen Pers&#246;nlichkeit, sondern andere, unpers&#246;nliche Ziele und Zwecke sich vorsetzte. Er sieht die wahre Befreiung des Menschen darin, da&#223; dieser allen solchen Zielen keine h&#246;here Realit&#228;t zugesteht, sondern sich dieser Ziele als Mittel zu seiner Selbstpflege bedient. Der freie Mensch bestimmt sich seine Zwecke; er besitzt seine Ideale; er l&#228;&#223;t sich nicht von ihnen besitzen. Der Mensch, der nicht als freie Pers&#246;nlichkeit &#252;ber seinen Idealen waltet, steht unter dem Einflusse derselben, wie der Irrsinnige, der an fixen Ideen leidet. Es ist f&#252;r Stirner einerlei, ob sich der Mensch einbildet, der &#8222;K&#246;nig von China&#8220;, oder ob &#8222;ein behaglicher B&#252;rger sich einbildet, es sei seine Bestimmung, ein guter Christ, ein gl&#228;ubiger Protestant, ein loyaler B&#252;rger, ein tugendhafter Mensch u. s. w. zu sein &#8212; das ist beides ein und dieselbe &#8218;fixe Idee&#8216;. Wer es nie versucht und gewagt hat, kein guter Christ, kein gl&#228;ubiger Protestant, kein tugendhafter Mensch u. s. w. zu sein, der ist in der Gl&#228;ubigkeit, Tugendhaftigkeit u. s. w. <hi rend="ex">gefangen</hi> und befangen.&#8220;
</p><p>Man braucht nur einige S&#228;tze aus <hi rend="ex">Stirners</hi> Buch: &#8222;Der Einzige und sein Eigentum&#8220; zu lesen, um zu sehen, wie verwandt seine Anschauung der Nietzscheschen ist. Ich f&#252;hre einige Stellen aus diesem Buche <pb id="pb98" n="98"/>an, die besonders bezeichnend f&#252;r Stirners Denkweise sind.
</p><p>&#8222;Vorchristliche und christliche Zeit verfolgen ein entgegengesetztes Ziel; jene will das Reale idealisieren, diese das Ideale realisieren, jene sucht den &#8222;heiligen Geist&#8220;, diese den &#8222;verkl&#228;rten Leib&#8220;. Daher schlie&#223;t jene mit der Unempfindlichkeit gegen das Reale, mit der &#8222;Weltverachtung&#8220;; diese wird mit der Abwerfung des Idealen, mit der &#8222;Geistesverachtung&#8220; enden.
</p><p>Wie der Zug der Heiligung oder Reinigung durch die alte Welt geht (die Waschungen u. s. w.), so geht der der Verleiblichung durch die christliche: der Gott st&#252;rzt sich in diese Welt, wird Fleisch und will sie erl&#246;sen, d. h. mit sich erf&#252;llen; da er aber &#8222;die Idee&#8220; oder &#8222;der Geist&#8220; ist, so f&#252;hrt man (z. B. Hegel) am Schlusse die Idee in alles, in die Welt, ein und beweist, &#8222;da&#223; die Idee, die Vernunft in allem sei&#8220;. Dem, was die heidnischen Stoiker als &#8222;den Weisen&#8220; aufstellten, entspricht in der heutigen Bildung &#8222;der Mensch&#8220;, jener wie dieser ein <hi rend="ex">fleischloses</hi> Wesen. Der <hi rend="ex">unwirkliche</hi> &#8222;Weise&#8220;, dieser leiblose &#8222;Heilige&#8220; der Stoiker, wurde eine wirkliche Person, ein leiblicher &#8222;Heiliger&#8220; in dem <hi rend="ex">fleischgewordenen</hi> Gotte; der unwirkliche &#8222;Mensch&#8220;, das leiblose Ich, wird wirklich werden im <hi rend="ex">leibhaftigen</hi> Ich, in Mir.
</p><p>Da&#223; der <hi rend="ex">Einzelne</hi> f&#252;r sich eine Weltgeschichte ist und an der &#252;brigen Weltgeschichte sein Eigentum besitzt, das geht &#252;ber das Christliche hinaus. Dem Christen ist die Weltgeschichte das H&#246;here, weil sie die Geschichte Christi oder &#8222;des Menschen&#8220; ist; dem Egoisten hat nur <hi rend="ex">seine</hi> Geschichte Wert, weil er nur <hi rend="ex">sich</hi> entwickeln will, nicht die Menschheits-Idee, <pb id="pb99" n="99"/>nicht den Plan Gottes, nicht die Absichten der Vorsehung, nicht die Freiheit u. dergl. Er sieht sich nicht f&#252;r ein Werkzeug der Idee oder ein Gef&#228;&#223; Gottes an, er erkennt keinen Beruf an, er w&#228;hnt nicht, zur Fortentwickelung der Menschheit dazusein, und sein Scherflein dazu beitragen zu m&#252;ssen, sondern er lebt sich aus, unbesorgt darum, wie gut oder wie schlecht die Menschheit dabei fahre. Lie&#223;e es nicht das Mi&#223;verst&#228;ndnis zu, als sollte ein Naturzustand gepriesen werden, so k&#246;nnte man an Lenaus &#8222;Drei Zigeuner&#8220; erinnern. &#8212; Was, bin Ich dazu in der Welt, um Ideen zu realisieren? Um etwa zur Verwirklichung der Idee &#8222;Staat&#8220; durch mein B&#252;rgertum das Meinige zu thun oder durch die Ehe, als Ehegatte und Vater, die Idee der Familie zu einem Dasein zu bringen? Was ficht mich ein solcher Beruf an! Ich lebe so wenig nach einem Berufe, als die Blume nach einem Berufe w&#228;chst und duftet.
</p><p>Das Ideal &#8222;der Mensch&#8220; ist <hi rend="ex">realisiert</hi>, wenn die christliche Anschauung umschl&#228;gt in den Satz: &#8222;Ich, dieser Einzige, bin der Mensch.&#8220; Die Begriffsfrage: &#8222;was ist der Mensch?&#8220; &#8212; hat sich dann in die pers&#246;nliche umgesetzt: &#8222;wer ist der Mensch?&#8220; Bei &#8222;was&#8220; suchte man den Begriff, um ihn zu realisieren; bei &#8222;wer&#8220; ist&#8217;s &#252;berhaupt keine Frage mehr, sondern die Antwort im Fragenden gleich pers&#246;nlich vorhanden: die Frage beantwortet sich von selbst.
</p><p>Man sagt von Gott: &#8222;Namen nennen Dich nicht&#8220;. Das gilt von Mir: kein <hi rend="ex">Begriff</hi> dr&#252;ckt Mich aus, nichts, was man als mein Wesen angiebt, ersch&#246;pft mich; es sind nur Namen. Gleichfalls sagt man von Gott, er sei vollkommen und habe keinen Beruf, nach <pb id="pb100" n="100"/>Vollkommenheit zu streben. Auch das gilt allein von Mir.
</p><p><hi rend="ex">Eigner</hi> bin Ich meiner Gewalt, und Ich bin es dann, wenn Ich Mich als <hi rend="ex">Einzigen</hi> wei&#223;. Im <hi rend="ex">Einzigen</hi> kehrt selbst der Eigner in sein sch&#246;pferisches Nichts zur&#252;ck, aus welchem er geboren wird. Jedes h&#246;here Wesen &#252;ber Mir, sei es Gott, sei es der Mensch, schw&#228;cht das Gef&#252;hl meiner Einzigkeit und erbleicht vor der Sonne dieses Bewu&#223;tseins: Stell&#8217; Ich auf Mich, den Einzigen, meine Sache, dann steht sie auf dem verg&#228;nglichen, dem sterblichen Sch&#246;pfer seiner, der sich selbst verzehrt, und Ich darf sagen:
</p><p>&#8222;Ich hab&#8217; mein&#8217; Sach&#8217; auf nichts gestellt.&#8220;
</p><p>Dieser auf sich sich selbst gestellte, nur aus sich heraus schaffende <hi rend="ex">Eigner</hi> ist <corr sic="Nietsches">Nietzsches</corr> <hi rend="ex">&#220;bermensch</hi>.

</p></div2><div2 n="31" type="Section"><head>31.</head><p>Diese Stirnerschen Gedanken w&#228;ren das geeignete Gef&#228;&#223; gewesen, in das Nietzsche sein reiches Empfindungsleben h&#228;tte gie&#223;en k&#246;nnen. Statt dessen suchte er in Schopenhauers Begriffswelt die Leiter, auf der er zu seiner Gedankenwelt hinaufkletterte.
</p><p>Aus zwei Wurzeln stammt, nach Schopenhauers Meinung, unsere gesamte Welterkenntnis. Aus dem Vorstellungsleben und aus der Wahrnehmung des Willens, der in uns selbst als Handelnder auftritt. Das &#8222;Ding an sich&#8220; liegt jenseits der Welt unserer Vorstellung. Denn die Vorstellung ist nur die Wirkung, die das &#8222;Ding an sich&#8220; auf mein Erkenntnisorgan aus&#252;bt. Nur die Eindr&#252;cke kenne ich, die die Dinge auf mich machen, nicht die Dinge selbst. Und diese <pb id="pb101" n="101"/>Eindr&#252;cke sind eben meine Vorstellungen. Ich kenne keine Sonne und keine Erde, sondern nur ein Auge, das eine Sonne sieht, und eine Hand, die eine Erde f&#252;hlt. Der Mensch wei&#223; nur: &#8222;da&#223; die Welt, welche ihn umgiebt, nur als Vorstellung da ist, d. h. durchweg nur in Beziehung auf ein anderes, das Vorstellende, welches er selbst ist&#8220;. (Schopenhauer, Welt als Wille und Vorstellung &#167; 1.) Aber der Mensch stellt die Welt nicht blo&#223; vor, sondern er <hi rend="ex">wirkt</hi> auch in ihr; er wird sich seines Willens bewu&#223;t, und er erf&#228;hrt, da&#223; dasjenige, welches er in sich als <hi rend="ex">Wille</hi> empfindet, von au&#223;en als Bewegung seines Leibes wahrgenommen werden kann, d. h. der Mensch nimmt sein eigenes Wirken doppelt wahr, von innen als <hi rend="ex">Vorstellung</hi>, von au&#223;en als <hi rend="ex">Wille</hi>. Schopenhauer schlie&#223;t daraus, da&#223; es der Wille selbst ist, der in der wahrgenommenen Leibesaktion als Vorstellung erscheint. Und er behauptet dann weiter, da&#223; nicht nur der Vorstellung des eigenen Leibes und seiner Bewegungen ein Wille zu Grunde liege, sondern da&#223; dies auch bei allen &#252;brigen Vorstellungen der Fall sei. Die ganze Welt ist also, nach Schopenhauers Ansicht, dem Wesen nach Wille und erscheint unserem Intellekt als Vorstellung. Dieser Wille, behauptet Schopenhauer weiter, ist in allen Dingen ein einheitlicher. Nur unser Intellekt verursacht, da&#223; wir eine Mehrheit von besonderen Dingen wahrnehmen.
</p><p>Durch seinen Willen h&#228;ngt der Mensch, nach dieser Anschauung, mit dem einheitlichen Weltwesen zusammen. Insofern der Mensch wirkt, wirkt in ihm der einheitliche Urwille. Als einzelne, besondere Pers&#246;nlichkeit existiert der Mensch nur in seiner <pb id="pb102" n="102"/>eigenen Vorstellung; im Wesen ist er identisch mit dem einheitlichen Weltengrunde.
</p><p>Nehmen wir an, da&#223; in Nietzsche, als er die Schopenhauersche Philosophie kennen lernte, schon der Gedanke des &#220;bermenschen unbewu&#223;t, instinktiv vorhanden war, so konnte ihn diese Willenslehre allerdings nur sympathisch ber&#252;hren. In dem menschlichen Willen war ihm ein Element gegeben, das den Menschen unmittelbar an der Sch&#246;pfung des Weltinhaltes teilnehmen lie&#223;. Als Wollender ist der Mensch nicht blo&#223; ein au&#223;erhalb des Weltinhaltes stehender Zuschauer, der sich Bilder des Wirklichen macht, sondern er ist selbst ein <hi rend="ex">Schaffender</hi>. In ihm waltet die g&#246;ttliche Kraft, &#252;ber die hinaus es keine andere giebt.

</p></div2><div2 n="32" type="Section"><head>32.</head><p>Aus diesen Anschauungen heraus bildeten sich bei Nietzsche die beiden Ideen von der <hi rend="ex">apollinischen</hi> und der <hi rend="ex">dionysischen</hi> Weltbetrachtung. Sie wendete er auf das griechische Kunstleben an, das er demgem&#228;&#223; aus zwei Wurzeln entstehen lie&#223;: aus einer Kunst des Vorstellens und einer Kunst des Wollens. Wenn der Vorstellende seine Vorstellungswelt idealisiert und seine idealisierten Vorstellungen in Kunstwerken verk&#246;rpert, so entsteht die <hi rend="ex">apollinische Kunst</hi>. Er verleiht den einzelnen Vorstellungsobjekten dadurch, da&#223; er ihnen die <hi rend="ex">Sch&#246;nheit</hi> einpr&#228;gt, den Schein des Ewigen. Aber er bleibt innerhalb der Vorstellungswelt stehen. Der <hi rend="ex">dionysische K&#252;nstler</hi> sucht nicht nur in seinen Kunstwerken die Sch&#246;nheit auszudr&#252;cken, sondern er ahmt selbst <pb id="pb103" n="103"/>das sch&#246;pferische Wirken des Weltwillens nach. Er sucht in seinen eigenen Bewegungen den Weltgeist abzubilden. Er macht sich zur sichtbaren Verk&#246;rperung des Willens. Er wird selbst Kunstwerk. &#8222;Singend und tanzend &#228;u&#223;ert sich der Mensch als Mitglied einer h&#246;hern Gemeinschaft: er hat das Gehen und Sprechen verlernt und ist auf dem Wege, tanzend in die L&#252;fte emporzufliegen. Aus seinen Geb&#228;rden spricht die Verzauberung&#8220; (Geburt der Trag&#246;die &#167; 1). In diesem Zustande vergi&#223;t der Mensch sich selbst, er f&#252;hlt sich nicht mehr als Individuum, er l&#228;&#223;t in sich den allgemeinen Weltwillen walten. In dieser Weise deutet Nietzsche die Feste, die zu Ehren des Gottes Dionysus durch die Dionysusdiener veranstaltet wurden. In dem Dionysusdiener sieht Nietzsche das Urbild des dionysischen K&#252;nstlers. Nun stellt er sich vor, da&#223; die &#228;lteste dramatische Kunst der Griechen dadurch entstanden ist, da&#223; eine h&#246;here Vereinigung des Dionysischen mit dem Apollinischen sich vollzogen hat. Auf diese Weise erkl&#228;rt er den Ursprung der ersten griechischen Trag&#246;die. Er nimmt an, da&#223; die Trag&#246;die aus dem tragischen Chore entstanden ist. Der dionysische Mensch wird zum Zuschauer, zum Betrachter eines Bildes, das ihn selbst darstellt. Der <hi rend="ex">Chor</hi> ist die Selbstspiegelung eines dionysisch erregten Menschen, d. h. der dionysische Mensch sieht seine dionysische Erregung durch ein apollinisches Kunstwerk abgebildet. Die Darstellung des Dionysischen im apollinischen Bilde ist die primitive <hi rend="ex">Trag&#246;die</hi>. Voraussetzung einer solchen Trag&#246;die ist, da&#223; in ihrem Sch&#246;pfer ein lebendiges Bewu&#223;tsein von dem Zusammenhang des Menschen mit den Urgewalten der Welt vorhanden <pb id="pb104" n="104"/>ist. Ein solches Bewu&#223;tsein spricht sich als Mythus aus. Das Mythische mu&#223; der Gegenstand der &#228;ltesten Trag&#246;die sein. Tritt nun in der Entwickelung eines Volkes der Zeitpunkt ein, wo der zersetzende Verstand das lebendige Gef&#252;hl f&#252;r den Mythus zerst&#246;rt, so ist der Tod des Tragischen die notwendige Folge.

</p></div2><div2 n="33" type="Section"><head>33.</head><p>In der Entwickelung des Griechentums trat, nach Nietzsches Meinung, mit Sokrates dieser Zeitpunkt ein. Sokrates war ein Feind alles instinktiven, mit den Naturgewalten im Bunde stehenden Lebens. Er lie&#223; nur dasjenige gelten, was der Verstand denkend zu beweisen vermag, was lehrbar ist. Damit war dem Mythus der Krieg erkl&#228;rt. Und der von Nietzsche als Sch&#252;ler des Sokrates bezeichnete <hi rend="ex">Euripides</hi> zerst&#246;rte die Trag&#246;die, weil sein Schaffen nicht mehr, wie das des &#196;schylos, aus den dionysischen Instinkten, sondern aus dem kritischen Verstande entsprang. Statt der Nachbildung der Willensbewegungen des Weltgeistes findet sich bei Euripides die <hi rend="ex">verst&#228;ndige</hi> Verkn&#252;pfung einzelner Vorg&#228;nge innerhalb der tragischen Handlung.
</p><p>Ich frage nicht nach der historischen Rechtfertigung dieser Nietzscheschen Ideen. Er ist ihretwegen von einem klassischen Philologen scharf angegriffen worden. Nietzsches Beschreibung der griechischen Kultur l&#228;&#223;t sich vergleichen mit der Schilderung, die ein Mensch von einer Landschaft giebt, die er von dem Gipfel eines Berges aus betrachtet; eine philologische Darstellung mit einer Beschreibung, die der Wanderer <pb id="pb105" n="105"/>giebt, der jedes einzelne Fleckchen besucht. Von dem Berge aus verschiebt sich manches eben nach den Gesetzen der Optik.

</p></div2><div2 n="34" type="Section"><head>34.</head><p>Was hier in Betracht kommt, ist die Frage: was f&#252;r eine Aufgabe stellte sich Nietzsche in seiner &#8222;Geburt der Trag&#246;die&#8220;? Nietzsche ist der Ansicht, da&#223; die &#228;lteren Griechen die Leiden des Daseins sehr gut gekannt haben. &#8222;Es geht die alte Sage, da&#223; K&#246;nig Midas lange Zeit nach dem weisen <hi rend="ex">Silen</hi>, dem Begleiter des Dionysus, im Walde gejagt habe, ohne ihn zu fangen. Als er ihm endlich in die H&#228;nde gefallen ist, fragt der K&#246;nig, was f&#252;r den Menschen das Allerbeste und Allervorz&#252;glichste sei. Starr und unbeweglich schweigt der D&#228;mon, bis er, durch den K&#246;nig gezwungen, endlich unter gellem Lachen in diese Worte ausbricht: &#8222;Elendes Eintagsgeschlecht, des Zufalls Kinder und der M&#252;hsal, was zwingst du mich, dir zu sagen, was nicht zu h&#246;ren f&#252;r dich das Ersprie&#223;lichste ist? Das Allerbeste ist f&#252;r dich g&#228;nzlich unerreichbar: nicht geboren zu sein, nicht zu <hi rend="ex">sein</hi>, <hi rend="ex">nichts</hi> zu sein. Das Zweitbeste aber ist f&#252;r dich &#8212; bald zu sterben&#8220; (Geburt der Trag&#246;die &#167; 3). In dieser Sage findet Nietzsche eine Grundempfindung der Griechen ausgedr&#252;ckt. Er h&#228;lt es f&#252;r eine Oberfl&#228;chlichkeit, wenn man die Griechen als das best&#228;ndig heitere, kindlich t&#228;ndelnde Volk hinstellt. Aus der tragischen Grundempfindung heraus mu&#223;te den Griechen der Drang entstehen, etwas zu schaffen, wodurch das Dasein ertr&#228;glich wird. Sie suchten nach einer Rechtfertigung <pb id="pb106" n="106"/>des Daseins &#8212; und fanden diese in ihrer G&#246;tterwelt und in der Kunst. Nur durch das Gegenbild der olympischen G&#246;tter und der Kunst wurde den Griechen die rauhe Wirklichkeit ertr&#228;glich. Die Grundfrage in der &#8222;Geburt der Trag&#246;die&#8220; ist also f&#252;r Nietzsche: Inwiefern ist die griechische Kunst lebenf&#246;rdernd, lebenerhaltend gewesen? Nietzsches Grundinstinkt macht sich somit in Bezug auf die Kunst als lebenf&#246;rdernde Macht schon in diesem ersten Werke geltend.

</p></div2><div2 n="35" type="Section"><head>35.</head><p>Noch ein anderer Grundinstinkt Nietzsches ist in diesem Werke schon zu beobachten. Es ist die Abneigung gegen die blo&#223; logischen Geister, deren Pers&#246;nlichkeit vollst&#228;ndig unter der Herrschaft ihres Verstandes steht. Aus dieser Abneigung stammt Nietzsches Meinung, da&#223; der <hi rend="ex">sokratische</hi> Geist der Zerst&#246;rer der griechischen Kultur ist. Das Logische gilt Nietzsche nur als eine Form, in der sich die Pers&#246;nlichkeit &#228;u&#223;ert. Wenn zu dieser Form nicht noch andere &#196;u&#223;erungsweisen treten, so erscheint die Pers&#246;nlichkeit als Kr&#252;ppel, als Organismus, an dem notwendige Organe verst&#252;mmelt sind. Weil Nietzsche in Kants Schriften nur den gr&#252;belnden Verstand entdecken konnte, nennt er Kant einen &#8222;verwachsenen Begriffskr&#252;ppel&#8220;. Nur wenn die Logik der Ausdruck f&#252;r die tieferen Grundinstinkte einer Pers&#246;nlichkeit ist, l&#228;&#223;t sie Nietzsche gelten. Sie mu&#223; ein Ausflu&#223; des <hi rend="ex">&#220;ber-Logischen</hi> in der Pers&#246;nlichkeit sein. Nietzsche hat an der Ablehnung des sokratischen Geistes immer festgehalten. Wir lesen in der G&#246;tzend&#228;mmerung: <pb id="pb107" n="107"/>&#8222;Mit Sokrates schl&#228;gt der griechische Geschmack zu Gunsten der Dialektik um: was geschieht da eigentlich? Vor allem wird ein <hi rend="ex">vornehmer</hi> Geschmack besiegt; der P&#246;bel kommt mit der Dialektik oben auf. Vor Sokrates lehnte man in der guten Gesellschaft die dialektischen Manieren ab; sie galten als schlechte Manieren, sie stellten blo&#223;&#8220; (Problem des Sokrates &#167; 5). Wo nicht kr&#228;ftige Grundinstinkte f&#252;r eine Sache sprechen, da tritt der beweisende Verstand ein und sucht sie durch Advokatenk&#252;nste zu st&#252;tzen.

</p></div2><div2 n="36" type="Section"><head>36.</head><p>Einen Erneuerer des dionysischen Geistes glaubte Nietzsche in <hi rend="ex">Richard Wagner</hi> zu erkennen. Er hat aus diesem Glauben heraus die vierte seiner &#8222;Unzeitgem&#228;&#223;en Betrachtungen&#8220;: &#8222;Richard Wagner in Bayreuth&#8220;, 1875, geschrieben. Er hielt in dieser Zeit noch an der Deutung des dionysischen Geistes fest, die er sich in Gem&#228;&#223;heit der Schopenhauerschen Philosophie gebildet hatte. Er glaubte noch, da&#223; die Wirklichkeit nur menschliche Vorstellung sei und jenseits dieser Vorstellungswelt das Wesen der Dinge in Form des <hi rend="ex">Urwillens</hi> liege. Und der <hi rend="ex">schaffende</hi> dionysische Geist war ihm noch nicht der aus sich heraus schaffende, sondern der sich selbst vergessende, in dem Urwollen aufgehende Mensch. Bilder des waltenden Urwillens, von einem an diesen Urwillen hingegebenen dionysischen Geiste geschaffen, waren ihm Wagners Musikdramen.
</p><p>Und da Schopenhauer in der Musik ein unmittelbares Abbild des Willens sah, so glaubte auch Nietzsche <pb id="pb108" n="108"/>in der Musik das beste Ausdrucksmittel f&#252;r einen dionysisch schaffenden Geist sehen zu sollen. Die <hi rend="ex">Sprache</hi> der civilisierten V&#246;lker schien ihm <hi rend="ex">erkrankt</hi>. Sie kann nicht mehr der schlichte Ausdruck der Gef&#252;hle sein, denn die Worte mu&#223;ten allm&#228;hlich immer mehr dazu verwendet werden, der Ausdruck f&#252;r die zunehmende Verstandesbildung der Menschen zu werden. Dadurch aber ist die Bedeutung der Worte abstrakt, arm geworden. Sie k&#246;nnen nicht mehr ausdr&#252;cken, was der aus dem Urwillen heraus schaffende dionysische Geist empfindet. Dieser kann daher in dem Wortdrama sich nicht mehr aussprechen. Er mu&#223; andere Ausdrucksmittel, vor allem die Musik, aber auch die anderen K&#252;nste zu Hilfe rufen. Der dionysische Geist wird zum <hi rend="ex">dithyrambischen Dramatiker</hi>, &#8222;diesen Begriff so voll genommen, da&#223; er zugleich den Schauspieler, Dichter, Musiker umfa&#223;t&#8220;. &#8222;Wie man sich nun auch die Entwickelung des Urdramatikers vorstellen m&#246;ge, in seiner Reife und Vollendung ist er ein Gebilde ohne jede Hemmung und L&#252;cke: der eigentlich freie K&#252;nstler, der gar nicht anders kann, als <hi rend="ex">in allen K&#252;nsten</hi> zugleich denken, der Mittler und Vers&#246;hner zwischen scheinbar getrennten Sph&#228;ren, der Wiederhersteller einer Ein- und Gesamtheit des k&#252;nstlerischen Verm&#246;gens, welches gar nicht erraten und erschlossen, sondern nur durch die That gezeigt werden kann&#8220; (Richard Wagner in Bayreuth &#167; 7). Als dionysischen Geist verehrte Nietzsche Richard Wagner. Und nur in dem von Nietzsche in der eben genannten Schrift angegebenen Sinne kann Wagner als dionysischer Geist bezeichnet werden. Seine Instinkte sind auf das Jenseits <pb id="pb109" n="109"/>gerichtet; er will die Stimme des Jenseits durch seine Musik erklingen lassen. Ich habe bereits (S. 81 f.) darauf hingewiesen, da&#223; sich Nietzsche sp&#228;ter selbst fand und imstande war, seine auf das Diesseits gerichteten Instinkte in ihrer Eigenart zu erkennen. Er hatte urspr&#252;nglich die Wagnersche Kunst mi&#223;verstanden, weil er sich selbst mi&#223;verstanden hatte, weil er seine Instinkte durch die Schopenhauersche Philosophie hatte tyrannisieren lassen. Wie ein Krankheitsproze&#223; erschien ihm sp&#228;ter diese Unterordnung seiner Instinkte unter eine fremde Geistesmacht. Er fand, da&#223; er auf seine Instinkte nicht geh&#246;rt hatte und sich durch eine ihm unangemessene Meinung hatte verf&#252;hren lassen, eine Kunst auf diese Instinkte wirken lassen, die ihnen nur zum Nachteil gereichen konnte, die sie krank machen mu&#223;te.

</p></div2><div2 n="37" type="Section"><head>37.</head><p>Nietzsche hat den Einflu&#223;, den die seinen Grundtrieben widersprechende Schopenhauersche Philosophie auf ihn genommen, selbst geschildert in seiner dritten &#8222;Unzeitgem&#228;&#223;en Betrachtung&#8220;, &#8222;Schopenhauer als Erzieher&#8220; (1873), zu einer Zeit, als er noch an diese Philosophie glaubte. Nietzsche suchte einen Erzieher. Der rechte Erzieher kann nur der sein, der auf den zu Erziehenden so wirkt, da&#223; dessen innerster Wesenskern sich aus der Pers&#246;nlichkeit heraus entwickelt. Auf jeden Menschen wirkt seine Zeit mit ihren Kulturmitteln ein. Er nimmt auf, was die Zeit an Bildungsstoff bietet. Aber es fr&#228;gt sich, wie er sich inmitten dieses von au&#223;en auf ihn Eindringenden selbst finden kann; wie er das aus sich herausspinnen kann, was <hi rend="ex">er</hi> und <hi rend="ex">nur er</hi> und kein anderer sein kann. &#8222;Der <pb id="pb110" n="110"/>Mensch, welcher nicht zur Masse geh&#246;ren will, braucht nur aufzuh&#246;ren, gegen sich bequem zu sein; er folge seinem Gewissen, welches ihm zuruft: &#8222;&#8222;sei du selbst! Das bist du alles nicht, was du jetzt thust, meinst, begehrst&#8220;&#8220;, so spricht der Mensch zu sich, der eines Tages findet, da&#223; er sich immer nur damit begn&#252;gt hat, Bildungsstoff von au&#223;en aufzunehmen (Schopenhauer als Erzieher &#167; 1). Nietzsche fand sich selbst, wenn auch zun&#228;chst noch nicht in seiner ihm ureigensten Gestalt, durch das Studium der Schopenhauerschen Philosophie. Nietzsche strebte unbewu&#223;t danach, <hi rend="ex">einfach</hi> und <hi rend="ex">ehrlich</hi> seinen Grundtrieben gem&#228;&#223; sich auszusprechen. Er fand um sich nur Menschen, die in den Bildungsformeln der Zeit sich ausdr&#252;ckten, die ihr eigenes Wesen durch diese Formeln verh&#252;llten. In Schopenhauer fand Nietzsche aber einen Menschen, der den Mut hatte, seine pers&#246;nlichen Empfindungen der Welt gegen&#252;ber zum Inhalte seiner Philosophie zu machen: &#8222;Das kr&#228;ftige Wohlgef&#252;hl des Sprechenden&#8220; umfing Nietzsche beim ersten Lesen von Schopenhauers S&#228;tzen. &#8222;Hier ist eine immer gleichartige, st&#228;rkende Luft, so f&#252;hlen wir; hier ist eine gewisse unnachahmliche Unbefangenheit und Nat&#252;rlichkeit, wie sie Menschen haben, die in sich zu Hause und zwar in einem sehr reichen Hause Herren sind: im Gegensatze zu jenen Schriftstellern, die sich am meisten wundern, wenn sie einmal geistreich waren, und deren Vortrag dadurch etwas Unruhiges und Naturwidriges bekommt.&#8220; &#8222;Schopenhauer redet mit sich; oder wenn man sich durchaus einen Zuh&#246;rer denken will, so denke man sich den Sohn, den der Vater unterweist. Es ist ein redliches, derbes, gutm&#252;tiges <pb id="pb111" n="111"/>Aussprechen vor einem H&#246;rer, der mit Liebe h&#246;rt&#8220; (Schopenhauer &#167; 2). Da&#223; er einen Menschen, der sich seinen innersten Instinkten gem&#228;&#223; ausspricht, reden h&#246;rte, das war es, was Nietzsche zu Schopenhauer hinzog.
</p><p>Nietzsche sah in Schopenhauer eine <hi rend="ex">starke</hi> Pers&#246;nlichkeit, die nicht durch die Philosophie in einen blo&#223;en Verstandesmenschen umgewandelt wird, sondern die das Logische nur zum Ausdrucke des &#220;berlogischen, des Instinktiven in sich macht. &#8222;Die Sehnsucht nach starker Natur, nach gesunder und einfacher Menschheit war bei ihm eine <hi rend="ex">Sehnsucht nach sich selbst</hi>; und sobald er die Zeit in sich besiegt hatte, mu&#223;te er auch, mit erstauntem Auge, den Genius in sich erblicken&#8220; (Schopenhauer &#167; 3). In Nietzsches Geist arbeitete schon damals das Streben nach der Idee des &#220;bermenschen, der sich selbst sucht, als den Sinn seines Daseins, und einen solchen Suchenden fand er in Schopenhauer. In solchen Menschen sieht er den Zweck und zwar den einzigen Zweck des Weltdaseins erreicht; die Natur scheint ihm an einem Ziele angekommen zu sein, wenn sie einen solchen Menschen hervorgebracht hat. &#8222;Die Natur, die nie springt, macht hier ihren einzigen Sprung und zwar einen Freudensprung, denn sie f&#252;hlt sich zum erstenmal am Ziele, dort n&#228;mlich, <hi rend="ex">wo sie begreift, da&#223; sie verlernen m&#252;sse, Ziele zu haben</hi>.&#8220; (Schopenh. &#167; 5.) In diesem Satze liegt der Keim zur Konzeption des &#220;bermenschen. Nietzsche wollte, als er diesen Satz niederschrieb, schon genau dasselbe, was er sp&#228;ter mit seinem Zarathustra wollte; aber ihm fehlte noch die Kraft, dieses Wollen in einer eigenen Sprache auszusprechen. <pb id="pb112" n="112"/>Er sah schon, als er sein Schopenhauerbuch schrieb, den Grundgedanken der <hi rend="ex">Kultur</hi> in der Erzeugung des &#220;bermenschen.

</p></div2><div2 n="38" type="Section"><head>38.</head><p>In der Entwickelung der pers&#246;nlichen Instinkte der Einzelmenschen sieht also Nietzsche das Ziel aller menschlichen Entwickelung. Was dieser Entwickelung entgegenarbeitet, erscheint ihm als die eigentlichste Vers&#252;ndigung an der Menschheit. Es giebt aber etwas im Menschen, das auf ganz nat&#252;rliche Weise seiner freien Entwickelung widerstrebt. Der Mensch l&#228;&#223;t sich nicht allein durch die in jedem einzelnen Augenblicke in ihm th&#228;tigen Triebe bestimmen, sondern auch durch alles das, was in seinem <hi rend="ex">Ged&#228;chtnisse</hi> sich angesammelt hat. Der Mensch erinnert sich an seine eigenen Erlebnisse, er sucht sich ein Bewu&#223;tsein der Erlebnisse seines Volkes, Stammes, ja der ganzen Menschheit durch den Betrieb der Geschichte zu verschaffen. Der Mensch ist ein <hi rend="ex">historisches</hi> Wesen. Die Tiere leben unhistorisch; sie folgen den Trieben, die in dem einzelnen Augenblicke in ihnen wirken. Der Mensch l&#228;&#223;t sich durch seine Vergangenheit bestimmen. Wenn er irgend etwas unternehmen will, fr&#228;gt er sich: welche Erfahrungen habe ich oder ein anderer mit einem &#228;hnlichen Unternehmen schon gemacht? Der Antrieb zu einer Handlung kann durch die Erinnerung an ein Erlebnis vollst&#228;ndig abget&#246;tet werden. F&#252;r Nietzsche entsteht aus der Beobachtung dieser Thatsache die Frage: inwiefern wirkt das Erinnerungsverm&#246;gen des Menschen auf sein Leben f&#246;rdernd, und inwiefern wirkt es nachteilig <pb id="pb113" n="113"/>ein? Die Erinnerung, die auch Dinge zu umfassen sucht, die der Mensch nicht selbst erlebt hat, lebt als historischer Sinn, als Studium des Vergangenen in dem Menschen. Nietzsche fragt: inwiefern wirkt der historische Sinn lebenf&#246;rdernd? Die Antwort auf diese Frage sucht er zu geben in seiner zweiten &#8222;Unzeitgem&#228;&#223;en Betrachtung&#8220;: &#8222;Vom Nutzen und Nachteil der Historie f&#252;r das Leben&#8220; (1843). Die Veranlassung zu dieser Schrift war Nietzsches Wahrnehmung, da&#223; der <hi rend="ex">historische Sinn</hi> bei seinen Zeitgenossen, namentlich bei den Gelehrten unter denselben, ein hervorstechendes Charaktermerkmal geworden war. Die Vertiefung in die Vergangenheit fand Nietzsche &#252;berall gepriesen. Nur durch Erkenntnis der Vergangenheit soll der Mensch imstande sein, zu unterscheiden, was ihm m&#246;glich, was ihm unm&#246;glich ist: dieses Glaubensbekenntnis drang ihm in die Ohren. Nur wer wei&#223;, wie sich ein Volk entwickelt hat, kann ermessen, was f&#252;r seine Zukunft f&#246;rderlich ist: diesen Ruf h&#246;rte Nietzsche. Ja selbst die Philosophen wollten nicht mehr Neues erdenken, sondern lieber die Gedanken ihrer Vorfahren studieren. Dieser historische Sinn wirkt l&#228;hmend auf das <hi rend="ex">gegenw&#228;rtige Schaffen</hi>. Wer bei jedem Impuls, der sich in ihm regt, erst zu bestimmen sucht, wozu ein &#228;hnlicher Impuls in der Vergangenheit gef&#252;hrt hat, in dem erschlaffen die Kr&#228;fte, bevor sie gewirkt haben. &#8222;Denkt euch das &#228;u&#223;erste Beispiel, einen Menschen, der die Kraft zu vergessen gar nicht bes&#228;&#223;e, der verurteilt w&#228;re, &#252;berall ein Werden zu sehen: ein solcher glaubt nicht mehr an sein eigenes Sein, glaubt nicht mehr an sich, sieht alles in bewegte Punkte auseinander <pb id="pb114" n="114"/>flie&#223;en und verliert sich in diesem Strome des Werdens. ... Zu allem Handeln geh&#246;rt Vergessen, wie zum Leben alles Organischen nicht nur Licht, sondern auch Dunkel geh&#246;rt. Ein Mensch, der durch und durch nur historisch empfinden wollte, w&#228;re dem &#228;hnlich, der sich des Schlafens zu enthalten gezwungen w&#228;re, oder dem Tiere, das nur vom Wiederk&#228;uen und immer wiederholtem Wiederk&#228;uen fortleben sollte&#8220; (Historie &#167; 1). Nietzsche ist der Meinung, da&#223; der Mensch nur so viel Geschichte vertragen kann, als dem Ma&#223;e seiner sch&#246;pferischen Kr&#228;fte entspricht. Die starke Pers&#246;nlichkeit f&#252;hrt ihre Intentionen aus, <hi rend="ex">trotzdem</hi> sie sich an die Erlebnisse der Vergangenheit erinnert, ja sie wird vielleicht gerade durch die Erinnerung an diese Erlebnisse eine St&#228;rkung ihrer Kraft erfahren. Die Kr&#228;fte des schwachen Menschen aber werden durch den historischen Sinn ausgel&#246;scht. Um den Grad zu bestimmen und durch ihn dann die Grenze, &#8222;an der das Vergangene vergessen werden mu&#223;, wenn es nicht zum Totengr&#228;ber des Gegenw&#228;rtigen werden soll, m&#252;&#223;te man genau wissen, wie gro&#223; die <hi rend="ex">plastische Kraft</hi> eines Menschen, eines Volkes, einer Kultur ist, ich meine jene Kraft, aus sich heraus <hi rend="ex">eigenartig zu wachsen</hi>, Vergangenes und Fremdes umzubilden und einzuverleiben&#8220; (Historie &#167; 1).
</p><p>Nietzsche ist der Ansicht, da&#223; das Historische nur insofern gepflegt werden soll, als es f&#252;r die Gesundheit eines Einzelnen, eines Volkes oder einer Kultur n&#246;tig ist. Worauf es ihm ankommt, ist: &#8222;besser lernen, Historie zum Zwecke des <hi rend="ex">Lebens</hi> zu treiben&#8220; (Historie &#167; 1). Er spricht dem Menschen das Recht <pb id="pb115" n="115"/>zu, die Geschichte so zu treiben, da&#223; sie m&#246;glichst zur F&#246;rderung der Antriebe einer bestimmten Gegenwart wirkt. Von diesem Gesichtspunkte aus ist er ein Gegner jener Geschichtsbetrachtung, die nur in der &#8222;historischen Objektivit&#228;t&#8220; ihr Heil sucht, die nur sehen und erz&#228;hlen will, wie es in der Vergangenheit &#8222;thats&#228;chlich&#8220; zugegangen ist, die nur die &#8222;reine, folgenlose&#8220; Erkenntnis oder deutlicher &#8222;die Wahrheit, bei der nichts herauskommt&#8220;, sucht (Historie &#167; 6). Eine solche Betrachtung kann nur aus einer <hi rend="ex">schwachen</hi> Pers&#246;nlichkeit entspringen, deren Empfindungen nicht flut- und ebbeartig auf- und abwogen, wenn sie den Strom der Ereignisse an sich vor&#252;bergehen sieht. Eine solche Pers&#246;nlichkeit &#8222;ist zum nacht&#246;nenden Passivum geworden, das durch sein Ert&#246;nen wieder auf andere derartige Passiva wirkt: bis endlich die ganze Luft einer Zeit von solchen durcheinander schwirrenden zarten und verwandten Nachkl&#228;ngen erf&#252;llt ist.&#8220; (Historie &#167; 6.) Da&#223; aber eine solche schwache Pers&#246;nlichkeit wirklich die Kr&#228;fte nachempfinden kann, die in den Menschen der Vergangenheit gewaltet haben, glaubt Nietzsche nicht: &#8222;Doch scheint es mir, da&#223; man gleichsam nur die Obert&#246;ne jedes originalen und geschichtlichen Haupttons vernimmt: das Derbe und M&#228;chtige des Originals ist aus dem sph&#228;risch-d&#252;nnen und spitzen Saitenklange nicht mehr zu erraten. Daf&#252;r weckte der Originalton meistens Thaten, N&#246;te, Schrecken, dieser lullt uns ein und macht uns zu weichlichen Genie&#223;ern; es ist, als ob man die heroische Symphonie f&#252;r zwei Fl&#246;ten eingerichtet und zum Gebrauch von tr&#228;umenden Opiumrauchern bestimmt habe.&#8220; (Historie &#167; 6.) Nur der <pb id="pb116" n="116"/>kann die Vergangenheit wirklich verstehen, der auch in der Gegenwart machtvoll lebt, der kr&#228;ftige Instinkte hat, durch die er die Instinkte der Vorfahren erraten und erschlie&#223;en kann. Dieser k&#252;mmert sich weniger um das Thats&#228;chliche, als um das, was aus den Thatsachen sich erraten l&#228;&#223;t. &#8222;Es w&#228;re eine Geschichtsschreibung zu denken, die keinen Tropfen der gemeinen empirischen Wahrheit in sich hat und doch im h&#246;chsten Grade auf das Pr&#228;dikat der Objektivit&#228;t Anspruch machen d&#252;rfte.&#8220; (Historie &#167; 6.) Der Meister einer solchen Geschichtsschreibung w&#228;re der, der &#252;berall in den historischen Personen und Ereignissen das aufsuchte, was hinter dem blo&#223; Thats&#228;chlichen steckt. Dazu mu&#223; er aber ein m&#228;chtiges Eigenleben f&#252;hren, denn Instinkte und Triebe kann man unmittelbar nur an der eigenen Person beobachten. &#8222;<hi rend="ex">Nur aus der h&#246;chsten Kraft der Gegenwart d&#252;rft ihr das Vergangene deuten</hi>: nur in der st&#228;rksten Anspannung eurer edelsten Eigenschaften werdet ihr erraten, was in dem Vergangenen wissens- und bewahrensw&#252;rdig und gro&#223; ist. Gleiches durch Gleiches! Sonst zieht ihr das Vergangene zu euch nieder.&#8220; &#8222;Alle Geschichte schreibt der Erfahrene und &#220;berlegene. Wer nicht einiges gr&#246;&#223;er und h&#246;her erlebt hat als alle, wird auch nichts Gro&#223;es und Hohes aus der Vergangenheit zu deuten wissen.&#8220; (Historie &#167; 6.)
</p><p>Dem &#220;berhandnehmen des historischen Sinnes in der Gegenwart gegen&#252;ber macht Nietzsche geltend, &#8222;da&#223; der Mensch vor allem zu <hi rend="ex">leben</hi> lerne, und nur <hi rend="ex">im Dienste des erlernten Lebens</hi> die Historie gebrauche&#8220;. (Historie &#167; 10.) Er will vor allen Dingen eine &#8222;<hi rend="ex">Gesundheitslehre des Lebens</hi>&#8220;, <pb id="pb117" n="117"/>und die Historie soll nur insoweit getrieben werden, als sie einer solchen Gesundheitslehre f&#246;rderlich ist.
</p><p>Was ist an der Geschichtsbetrachtung <hi rend="ex">lebenf&#246;rdernd</hi>? Diese Frage stellt Nietzsche in seiner &#8222;Historie&#8220;, und er steht damit bereits auf dem Boden, den er in dem S. 9 f. angef&#252;hrten Satz aus &#8222;Jenseits von Gut und B&#246;se&#8220; bezeichnet.

</p></div2><div2 n="39" type="Section"><head>39.</head><p>In besonders starkem Grade wirkt der gesunden Entwickelung der Eigenpers&#246;nlichkeit jene Gesinnung entgegen, die in dem b&#252;rgerlichen Philister zur Erscheinung kommt. Ein Philister ist der Gegensatz zu einem Menschen, der in dem freien Ausleben seiner Anlagen Befriedigung findet. Der Philister will dieses Ausleben nur insoweit gelten lassen, als es einem gewissen Durchschnittsma&#223; der menschlichen Begabung entspricht. So lange der Philister innerhalb seiner Grenzen bleibt, ist gegen ihn nichts einzuwenden. Wer ein Durchschnittsmensch bleiben will, der hat das mit sich abzumachen. Nietzsche fand unter seinen Zeitgenossen solche, die ihre philisterhafte Gesinnung zur Normalgesinnung f&#252;r alle Menschen machen wollten, die ihre Philisterhaftigkeit als das einzige, wahre Menschentum ansahen. Zu ihnen rechnet er Dav. Friedr. <hi rend="ex">Strau&#223;</hi>, den &#196;sthetiker Friedr. Theodor <hi rend="ex">Vischer</hi> u. A. Vischer, glaubt er, habe das Philisterbekenntnis unumwunden abgelegt in einer Rede, die er zum Andenken H&#246;lderlins gehalten hat. Er sieht es in den Worten: &#8222;Er (H&#246;lderlin) war eine der unbewaffneten Seelen, er war der <pb id="pb118" n="118"/>Werther Griechenlands, ein hoffnungslos Verliebter; es war ein Leben voll Weichheit und Sehnsucht, aber auch Kraft und Inhalt war in seinem Leben, F&#252;lle und Leben in seinem Stil, der da und dort sogar an Aeschylus gemahnt. Nur hatte sein Geist zu wenig vom Harten; es fehlte ihm als Waffe der Humor; <hi rend="ex">er konnte es nicht ertragen, da&#223; man noch kein Barbar ist, wenn man ein Philister ist</hi>.&#8220; (David Strau&#223; &#167; 2.) Der Philister will hervorragenden Menschen nicht geradezu die Existenzberechtigung absprechen; aber er meint: sie gehen an der Wirklichkeit zu Grunde, wenn sie sich nicht abzufinden wissen mit den Einrichtungen, die der Durchschnittsmensch seinen Bed&#252;rfnissen entsprechend geschaffen hat. Diese Einrichtungen seien einmal das Einzige, was wirklich, was vern&#252;nftig ist, und in sie m&#252;sse sich auch der gro&#223;e Mensch f&#252;gen. Aus dieser Philistergesinnung heraus hat David <hi rend="ex">Strau&#223;</hi> sein Buch &#8222;Der alte und der neue Glaube&#8220; geschrieben. Gegen dieses Buch oder vielmehr gegen die in ihm zum Ausdruck gekommene Gesinnung wendet sich die erste der Nietzscheschen &#8222;Unzeitgem&#228;&#223;en Betrachtungen&#8220;: &#8222;David Strau&#223;, der Bekenner und Schriftsteller&#8220; (1873). Der Eindruck der neueren naturwissenschaftlichen Errungenschaften auf den Philister ist ein solcher, da&#223; er sagt: &#8222;Der christliche Ausblick auf ein unsterbliches, himmlisches Leben ist, samt den andern Tr&#246;stungen der christlichen Religion, unrettbar dahingefallen.&#8220; (David Strau&#223; &#167; 4.) Er will sich das Leben auf der Erde gem&#228;&#223; den Vorstellungen der Naturwissenschaft behaglich, d. h. so behaglich, wie es dem Philister entspricht, einrichten. Nun zeigt der Philister, wie man <pb id="pb119" n="119"/>gl&#252;cklich und zufrieden sein kann, trotzdem man wei&#223;, da&#223; kein h&#246;herer Geist &#252;ber den Sternen waltet, sondern die starren, gef&#252;hllosen Kr&#228;fte der Natur &#252;ber alles Weltgeschehen herrschen. &#8222;Wir haben w&#228;hrend der letzten Jahre lebendigen Anteil genommen an dem gro&#223;en nationalen Krieg und der Aufrichtung des deutschen Staates, und wir finden uns durch diese so unerwartete als herrliche Wendung der Geschicke unserer vielgepr&#252;ften Nation im Innersten erhoben. Dem Verst&#228;ndnis dieser Dinge helfen wir durch geschichtliche Studien nach, die jetzt mittelst einer Reihe anziehend und volkst&#252;mlich geschriebener Geschichtswerke auch dem Nichtgelehrten leicht gemacht sind; dabei suchen wir unsere Naturerkenntnisse zu erweitern, wozu es an gemeinverst&#228;ndlichen H&#252;lfsmitteln gleichfalls nicht fehlt; und endlich finden wir in den Schriften unserer gro&#223;en Dichter, bei den Auff&#252;hrungen der Werke unserer gro&#223;en Musiker eine Anregung f&#252;r Geist und Gem&#252;t, f&#252;r Phantasie und Humor, die nichts zu w&#252;nschen &#252;brig l&#228;&#223;t. So leben wir, so wandeln wir begl&#252;ckt.&#8220; (Strau&#223;, Der alte und neue Glaube &#167; 88.)
</p><p>Es ist das Evangelium des trivialsten Lebensgenusses, das aus diesen Worten spricht. Alles, was &#252;ber das Triviale hinausgeht, nennt der Philister ungesund. Strau&#223; sagt von der &#8222;Neunten Symphonie&#8220; Beethovens, da&#223; diese nur bei denen beliebt sei, welchen &#8222;das Barocke als das Geniale, das Formlose als das Erhabene gilt&#8220; (<corr sic="der">Der</corr> alte und neue Glaube &#167; 109); von Schopenhauer wei&#223; der Messias des Philistertums zu verk&#252;nden, da&#223; man an eine so &#8222;ungesunde und unersprie&#223;liche&#8220; Philosophie wie die Schopenhauersche <pb id="pb120" n="120"/>keine Gr&#252;nde, sondern h&#246;chstens nur Worte und Scherze verschwenden d&#252;rfe. (David Strau&#223; &#167; 6.) <hi rend="ex">Gesund</hi> nennt der Philister nur das, was der Durchschnittsbildung entspricht.
</p><p>Als sittliches Urgebot stellt Strau&#223; den Satz auf: &#8222;Alles sittliche Handeln ist ein Sichbestimmen des Einzelnen, nach der Idee der Gattung.&#8220; (Der alte und neue Glaube &#167; 74.) Nietzsche erwidert darauf: &#8222;Ins Deutliche und Greifbare &#252;bertragen hei&#223;t das nur: lebe als Mensch und nicht als Affe oder Seehund. Dieser Imperativ ist leider nur durchaus unbrauchbar und kraftlos, weil unter dem Begriff Mensch das Mannigfaltigste zusammen im Joche geht, z. B. der Patagonier und der Magister Strau&#223;, und weil niemand wagen wird, mit gleichem Rechte zu sagen: lebe als Patagonier! und: lebe als Magister Strau&#223;!&#8220; (Dav. Strau&#223; &#167; 7.)
</p><p>Es ist ein Ideal, und zwar ein Ideal j&#228;mmerlichster Art, das Strau&#223; den Menschen vorsetzen will. Und Nietzsche protestiert dagegen; er protestiert, weil in ihm ein lebhafter Instinkt ruft: lebe nicht, wie der Magister Strau&#223;, sondern lebe, wie es dir angemessen ist!

</p></div2><div2 n="40" type="Section"><head>40.</head><p>Erst in der Schrift: &#8222;Menschliches, Allzumenschliches&#8220; (1878) erscheint Nietzsche frei von dem Einflusse der Schopenhauerschen Denkweise. Er hat es aufgegeben, &#252;bernat&#252;rliche Ursachen f&#252;r die nat&#252;rlichen Ereignisse zu suchen; er strebt nach nat&#252;rlichen Erkl&#228;rungsgr&#252;nden. Er sieht jetzt alles Menschenleben als eine Art nat&#252;rlichen Geschehens an; in dem Menschen sieht er das h&#246;chste <hi rend="ex">Naturprodukt</hi>. Man <pb id="pb121" n="121"/>lebt &#8222;zuletzt unter den Menschen und mit sich wie in der <hi rend="ex">Natur</hi>, ohne Lob, Vorw&#252;rfe, Ereiferung, an vielem sich wie an einem Schauspiel weidend, vor dem man sich bisher nur zu f&#252;rchten hatte. Man w&#228;re die Emphasis los und w&#252;rde die Anstachelung des Gedankens, da&#223; man nicht nur Natur oder mehr als Natur sei, nicht weiter empfinden ..... es mu&#223; ein Mensch, von dem in solchem Ma&#223;e die gew&#246;hnlichen Fesseln des Lebens abgefallen sind, da&#223; er nur deshalb weiter lebt, um immer besser zu erkennen, auf alles, ja fast auf alles, was bei den anderen Menschen Wert hat, ohne Neid und Verdru&#223; verzichten k&#246;nnen; ihm mu&#223; als der w&#252;nschenswerteste Zustand jenes freie, furchtlose Schweben &#252;ber Menschen, Sitten, Gesetzen und den herk&#246;mmlichen Sch&#228;tzungen der Dinge <hi rend="ex">gen&#252;gen</hi>.&#8220; (Menschliches I. &#167; 84.) Nietzsche hat bereits allen Glauben an Ideale aufgegeben; er sieht in den menschlichen Handlungen nur noch Folgen nat&#252;rlicher Ursachen, und in dem Erkennen dieser Ursachen findet er seine Befriedigung. Er findet, da&#223; man eine unrichtige Vorstellung von den Dingen bekommt, wenn man blo&#223; das an ihnen sieht, was von dem Lichte der idealistischen Erkenntnis beleuchtet wird. Es entgeht einem dann das, was von den Dingen im Schatten liegt. Nietzsche will jetzt nicht nur die Sonnen-, sondern auch die Schattenseite der Dinge kennen lernen. Aus diesem Streben ging die Schrift: &#8222;Der Wanderer und sein Schatten&#8220; hervor (1879). Er will in diesem Buche die Erscheinungen des Lebens von allen Seiten erfassen. Er ist &#8222;Wirklichkeitsphilosoph&#8220; im besten Sinne des Wortes geworden.
<pb id="pb122" n="122"/></p><p>In der &#8222;Morgenr&#246;te&#8220; (1881) schildert er den moralischen Proze&#223; in der Menschheitsentwickelung als einen Naturvorgang. Schon in dieser Schrift zeigt er, da&#223; es keine &#252;berirdische sittliche Weltordnung, keine ewigen Gesetze des Guten und B&#246;sen giebt, und da&#223; alle Sittlichkeit entsprungen ist aus den in den Menschen waltenden nat&#252;rlichen Trieben und Instinkten. Nun war die Bahn frei gemacht f&#252;r den originellen Wandergang Nietzsches. Wenn keine au&#223;ermenschliche Macht dem Menschen eine bindende Verpflichtung auferlegen kann, dann ist er berechtigt, das eigene Schaffen frei walten zu lassen. Diese Erkenntnis ist das Leitmotiv der &#8222;fr&#246;hlichen Wissenschaft&#8220; (1882). Keine Fessel ist nun dieser &#8222;freien&#8220; Erkenntnis Nietzsches mehr angelegt. Er f&#252;hlt sich berufen, neue Werte zu schaffen, nachdem er den Ursprung der alten erkannt und gefunden hat, da&#223; sie nur menschliche, keine g&#246;ttlichen Werte sind. Er wagt es jetzt, das zu verwerfen, was seinen Instinkten widerspricht, und anderes an die Stelle zu setzen, was seinen Trieben gem&#228;&#223; ist: &#8222;Wir Neuen, Namenlosen, Schlechtverst&#228;ndlichen, wir Fr&#252;hgeburten einer noch unbewiesenen Zukunft &#8212; wir bed&#252;rfen zu einem neuen Zwecke auch eines neuen Mittels, n&#228;mlich einer neuen Gesundheit, einer st&#228;rkeren, gewitzteren, z&#228;heren, verwegeneren, l&#228;stigeren, als alle Gesundheiten bisher waren. Wessen Seele darnach d&#252;rstet, den ganzen Umfang der bisherigen Werte und W&#252;nschbarkeiten erlebt und alle K&#252;nste dieses idealischen &#8222;Mittelmeeres&#8220; umschifft zu haben, wer aus den Abenteuern der eigensten Erfahrungen wissen will, wie es einem Eroberer und Entdecker des Ideals zu Mute ist ... <pb id="pb123" n="123"/>der hat zu allererst Eins n&#246;tig, <hi rend="ex">die gro&#223;e Gesundheit</hi> .... Und nun, nachdem wir lange dergestalt unterwegs waren, wir Argonauten des Ideals, mutiger vielleicht, als klug ist ... will es uns scheinen, als ob wir, zum Lohn daf&#252;r, ein noch unentdecktes Land vor uns haben .... Wie k&#246;nnten wir uns, nach solchen Ausblicken und mit einem solchen Hei&#223;hunger in Gewissen und Wissen, noch am <hi rend="ex">gegenw&#228;rtigen Menschen</hi> gen&#252;gen lassen!&#8220; (Fr&#246;hliche Wissenschaft &#167; 382.)

</p></div2><div2 n="41" type="Section"><head>41.</head><p>Aus der in den vorstehenden S&#228;tzen charakterisierten Stimmung heraus erwuchs Nietzsche das Bild seines <hi rend="ex">&#220;bermenschen</hi>. Es ist das Gegenbild des Gegenwartsmenschen; es ist vor allem das Gegenbild des Christen. Im Christentum ist der <hi rend="ex">Widerspruch</hi> gegen die Pflege des <hi rend="ex">starken</hi> Lebens Religion geworden. (Antichrist &#167; 5.) Der Stifter dieser Religion lehrte: da&#223; vor Gott das ver&#228;chtlich ist, was vor den Menschen Wert hat. In dem &#8222;Gottesreich&#8220; will der Christ alles verwirklicht finden, was ihm auf Erden mangelhaft erscheint. Das Christentum ist die Religion, die dem Menschen alle Sorge f&#252;r das irdische Leben benehmen will; es ist die Religion der Schwachen, die sich gerne als Gebot vorsetzen lassen: &#8222;Widerstrebe nicht dem B&#246;sen und dulde alles Ungemach&#8220;, weil sie nicht stark genug sind zum Widerstande. Der Christ hat keinen Sinn f&#252;r die vornehme Pers&#246;nlichkeit, die aus ihrer eigenen Wirklichkeit ihre Kraft sch&#246;pfen will. Er glaubt, der Blick f&#252;r das Menschenreich verderbe die Sehkraft f&#252;r das Gottesreich. <pb id="pb124" n="124"/>Auch die vorgeschritteneren Christen, die nicht mehr glauben, da&#223; sie am Ende der Tage in ihrer leibhaftigen Gestalt wieder auferstehen werden, um entweder in das Paradies aufgenommen oder in die H&#246;lle versto&#223;en zu werden, tr&#228;umen von &#8222;g&#246;ttlicher Vorsehung&#8220;, von einer &#8222;&#252;bersinnlichen&#8220; Ordnung der Dinge. Auch sie sind der Ansicht, da&#223; sich der Mensch &#252;ber seine blo&#223; irdischen Ziele erheben und in ein ideales Reich einf&#252;gen m&#252;sse. Sie glauben, da&#223; das Leben einen rein geistigen Hintergrund habe, und da&#223; es erst dadurch einen Wert erhalte. Nicht die Instinkte f&#252;r Gesundheit, Sch&#246;nheit, Wachstum, Wohlgeratenheit, Dauer, f&#252;r H&#228;ufung von Kr&#228;ften will das Christentum pflegen, sondern den Ha&#223; gegen den Geist, gegen Stolz, Mut, Vornehmheit, gegen das Selbstvertrauen und die Freiheit des Geistes, den Ha&#223; gegen die Freuden der sinnlichen Welt, gegen die Freude und Heiterkeit der Wirklichkeit, in der der Mensch lebt. (Antichrist &#167; 21.) Das Christentum bezeichnet das Nat&#252;rliche geradezu als &#8222;verwerflich&#8220;. Im christlichen Gotte ist ein jenseitiges Wesen, d. h. ein <hi rend="ex">Nichts</hi> verg&#246;ttlicht, es ist <hi rend="ex">der Wille zum Nichts</hi> heilig gesprochen. (Antichrist &#167; 18.) Deshalb bek&#228;mpft Nietzsche im ersten Buche seiner &#8222;Umwertung aller Werte&#8220; das Christentum. Und er wollte im zweiten und dritten Buche auch die Philosophie und Moral der Schwachen bek&#228;mpfen, die sich nur in der Rolle von Abh&#228;ngigen wohlgefallen. Weil der Typus des Menschen, den Nietzsche gez&#252;chtet sehen will, das diesseitige Leben nicht gering sch&#228;tzt, sondern dieses Leben mit Liebe umfa&#223;t und es zu hoch stellt, um glauben zu k&#246;nnen, da&#223; es nur <hi rend="ex">einmal</hi> gelebt werden <pb id="pb125" n="125"/>solle, deshalb ist er nach &#8222;der Ewigkeit br&#252;nstig&#8220; (Zarathustra, 3. Teil, die sieben Siegel) und m&#246;chte, da&#223; dieses Leben unendlich oft gelebt werden k&#246;nne. Nietzsche l&#228;&#223;t seinen &#8222;Zarathustra&#8220; den &#8222;Lehrer der ewigen Wiederkunft&#8220; sein. &#8222;Siehe, wir wissen ....., da&#223; alle Dinge ewig wiederkehren und wir selber mit, und da&#223; wir schon ewige Male dagewesen sind, und alle Dinge mit uns.&#8220; (Zarath. 3. Teil, der Genesende.) Eine bestimmte Meinung dar&#252;ber zu haben, welche Vorstellung Nietzsche mit dem Worte &#8222;ewige Wiederkunft&#8220; verkn&#252;pfte, scheint mir gegenw&#228;rtig nicht m&#246;glich zu sein. Man wird dar&#252;ber erst Genaueres sagen k&#246;nnen, wenn die Aufzeichnungen Nietzsches zu den unvollendeten Teilen seines &#8222;Willens zur Macht&#8220; in der zweiten Abteilung der Gesamtausgabe seiner Werke vorliegen werden.


</p></div2></div1></body><back id="backmatter"><div1 id="imprint" type="Imprint"><p rend="align(center) font-size(smaller)">Pierer&#8217;sche Hofbuchdruckerei. Stephan Geibel &amp; Co. in Altenburg.


<pb id="pb126" n="126"/></p></div1><div1 id="ads" type="Ads"><head>Verlag von Emil Felber in Weimar.</head><p rend="align(center) font-size(x-large)"><xref url="pg:53493">Die Philosophie der Freiheit</xref>.
</p><p rend="align(center)">Grundz&#252;ge einer modernen Weltanschauung
</p><p rend="align(center)">von
</p><p rend="align(center) font-size(large)">Dr. Rudolf Steiner.
</p><p rend="align(center)">4 Mark, sch&#246;n gebunden 5 Mark.
</p><p>Aus den zahlreichen Urteilen &#252;ber dieses anerkannt hochbedeutende Werk seien nur erw&#228;hnt:
</p><p>&#8222;Klar und wahr&#8220; m&#246;chte ich dem Buche aufs Titelblatt schreiben. <hi>Klar</hi>, b&#252;ndig und frei von aller T&#252;ftelei ist die Darstellung, <hi>wahr</hi> und gesund der Standpunkt des Verfassers. ... <hi>Nur auf solcher Weltanschauung kann die arg bedrohte, pers&#246;nliche und menschheitliche Freiheit naturgem&#228;&#223;e Anerkennung finden</hi>, das echte Recht des Individualismus einen gesunden Kollektivismus schaffen. <hi>Der Verfasser hat sein Werk gerade nur rechten Zeit geschrieben, m&#246;ge es die weiteste Verbreitung finden.</hi>
</p><p rend="align(right)"><hi rend="bold">Deutsche Worte</hi><lb/>
Dez.-Heft 1893. Ed. Aug. Schroeder.

</p><p>Wenn dem Leser dieses Buch zu H&#228;nden kommt, so soll er sich nicht davon abschrecken lassen, <corr sic="dass">da&#223;</corr> in dem Titel von Philosophie die Rede ist, die nach einer landl&#228;ufigen Meinung nur unpraktische Gr&#252;bler besch&#228;ftigt, sowie von Freiheit, die in unseren Tagen vor dem Glanz der Notwendigkeit und der Autorit&#228;t stark verbla&#223;t ist. Das Buch enth&#228;lt wirklich, was es im weiteren verspricht: Die Grundz&#252;ge einer modernen Weltanschauung, mit einer Menge anregender Ausf&#252;hrungen und packender Gedanken.... Daneben giebt es auch wichtige kritische Beleuchtungen herrschender Systeme wie des Kantschen, Schopenhauerschen, Hartmannschen, und der Materialismus wird gerade so in die Rumpelkammer verwiesen wie der ideologische Idealismus. <hi>Dabei ist alles frisch geschrieben, verst&#228;ndlich gehalten, ein intellektueller Genu&#223; und anregend f&#252;r jeden denkenden Menschen.</hi> ... Und darum sei das Werk allen denen empfohlen, deren Denken sich weder mit dem bequemen Mystizismus, noch mit einem &#246;den Materialismus begn&#252;gen kann.
</p><p rend="align(right)"><hi rend="bold">Frankf. Zeitung</hi> von Sonntag, 8. Juli 1894.

</p><p rend="align(center)">Von demselben Verfasser erschien fr&#252;her:
</p><p rend="align(center) font-size(x-large)">Wahrheit und Wissenschaft.
</p><p rend="align(center)">Preis: 1 Mark.
</p><p>Die vorliegende Schrift ist eine bedeutende That. Sie f&#252;llt eine gro&#223;e L&#252;cke in der Philosophie aus.... Die Untersuchung des Wesens der freien Selbstbestimmung hat Rud. Steiner der &#8222;<hi>Philosophie der Freiheit</hi>&#8220; vorbehalten, welcher wir mit leichtbegreiflicher Spannung entgegensehen.
</p><p rend="align(right)"><hi rend="bold">Bl&#228;tter f&#252;r literar. Unterhaltung.</hi>


<pb id="pb127" n="127"/>

</p><p rend="align(center) font-size(xx-large)">Seifenblasen.
</p><p rend="align(center) font-size(x-large)">Moderne M&#228;rchen
</p><p rend="align(center)">von
</p><p rend="align(center) font-size(large)">Kurd La&#223;witz.
</p><p rend="align(center)">Zweite, verm. Auflage. Eleg. brosch. 3.50 M., fein geb. 4.50 M.
</p><p><hi rend="ex">Inhalt</hi>: Prolog. &#8212; Auf der Seifenblase. &#8212; Prinzessin Jaja. &#8212; St&#228;ubchen. &#8212; Apoikis. &#8212; Aladdins Wunderlampe. &#8212; Aus dem Tagebuche einer Ameise. &#8212; Musen und Weise. &#8212; Unverw&#252;stlich. &#8212; Der Schirm. &#8212; Der Traumfabrikant. &#8212; Psychotomie. &#8212; Mirax. &#8212; Tr&#246;pfchen. &#8212; Selbstbiographische Studien. &#8212; Epilog.
</p><p>Das Buch ist eines der interessantesten Werke, die seit langem erschienen sind. Es sind keine M&#228;rchen im gew&#246;hnlichen Sinne, und sie sind auch nicht f&#252;r Kinder bestimmt, weil sie fast alle eine gewisse wissenschaftliche Bildung voraussetzen. Man k&#246;nnte sie wissenschaftliche M&#228;rchen nennen, denn sie sind auf naturwissenschaftlichen Dingen aufgebaut, gehen naturwissenschaftlichen Hypothesen in ihren Einzelheiten nach, oder erweitern die vorhandene Natur in phantasievoller und phantastischer Weise. Der Verfasser verbindet die Naturwissenschaft und seine rege Phantasie so eng, und er wei&#223; daraus so reizvolle Bilder zu gestalten, da&#223; dem Buche in seiner Eigenart kein anderes an die Seite zu stellen geht. M&#228;rchen wie &#8222;Auf der Seifenblase&#8220;, &#8222;Apoikis&#8220;, &#8222;Aus dem Tagebuche einer Ameise&#8220; sind Erz&#228;hlungen, deren Reiz sich niemand entziehen kam; nicht weniger fesselnd sind eine ganze Reihe der &#252;brigen St&#252;cke des Buches. Leider ist es nicht m&#246;glich, im einzelnen auf den Inhalt dieser M&#228;rchen einzugehen, denn es w&#252;rde an dieser Stelle zu weit f&#252;hren. Nicht unerw&#228;hnt m&#246;ge noch bleiben, da&#223; gewisse satyrische Streiflichter auf diese oder jene Frage der Wissenschaft den Reiz des Buches noch wesentlich erh&#246;hen. Wie sehr das pr&#228;chtige Werk den Beifall des Publikums findet, zeigt schon die Thatsache, da&#223; es in der kurzen Zeit seines Erscheinens bereits eine zweite Auflage erlebt hat. Die &#8222;Seifenblasen&#8220; werden eine Zierde jedes Weihnachtstisches sein.
</p><p rend="align(right)"><hi rend="ex">Dresdener Anzeiger</hi> 1894, Nr. 352.

</p><p>Die tiefsten und eigenartigsten dieser M&#228;rchen sind unseres Erachtens die &#8222;Seifenblasen&#8220;. Moderne M&#228;rchen von Kurd La&#223;witz, die in zweiter, vermehrter Auflage vorliegen. Nicht in mondscheinumwobene versunkene Zauberschl&#246;sser der Vergangenheit f&#252;hrt uns ihr Verfasser, nein, er schweift k&#252;hn in die noch verschlossenen Nebellande der Zukunft und verfolgt mit wissenschaftlichem Ernst die Wege weiter, welche die Wissenschaft unserer Tage eingeschlagen hat. Mit wunderbarem Scharfsinn l&#246;st er die schwierigsten Probleme und macht die weittragendsten Erfindungen, die zu verwirklichen es immer nur an irgend einer unbedeutenden Kleinigkeit mangelt: Die Apparate und Instrumente sind leider immer schon fertig; wie sie entstanden sind, das auszuf&#252;hren, h&#228;lt der Verfasser nicht weiter f&#252;r n&#246;tig. Schade! Wir k&#246;nnen hier nicht auf jedes einzelne M&#228;rchen n&#228;her eingehen, so verlockend es auch w&#228;re, wollen aber nicht vers&#228;umen, unsere Leser mit aller W&#228;rme auf diese Sch&#246;pfungen eines scharfen und satirischen Geistes hinzuweisen, der au&#223;er einem unbestechlichen Verstande noch eine reiche Phantasie, ein warmes Herz und hohes sittliches Pathos in sich vereinigt. St&#252;cke wie &#8222;Apoikis&#8220; und das &#8222;Tagebuch einer Ameise&#8220;, vor allem aber das tiefsinnige &#8222;Tr&#246;pfchen&#8220; trifft man in der heutigen Literatur nicht oft. Den Inhalt dieser M&#228;rchen auch nur anzudeuten, ist bei ihrer Eigenart nicht m&#246;glich. Sie m&#252;ssen gelesen werden. Wir hoffen, da&#223; viele sie lesen.
</p><p rend="align(right)"><hi rend="ex">Norddeutsche Allgemeine Zeitung</hi> 1894, Nr. 586.



<pb id="pb128" n="128"/>

</p><p rend="align(center)">Vor kurzem erschien in 2., reichvermehrter Auflage und liegt nun in mehr als 6000 Exemplaren vor:
</p><p rend="align(center) font-size(x-large)">Der Bilderschmuck der deutschen Sprache
</p><p rend="align(center)">in Tausenden volkst&#252;mlicher Redensarten.
</p><p rend="align(center)">Nach Ursprung und Bedeutung erkl&#228;rt
</p><p rend="align(center)">von
</p><p rend="align(center) font-size(large)">Dr. Herman Schrader.
</p><p rend="align(center)">6 Mark, sch&#246;n gebunden 7 Mark.
</p><p>Aus Hunderten durchweg gl&#228;nzender Urteile seien nur folgende hervorgehoben:
</p><p><hi rend="bold">F. Avenarius im Kunstwart.</hi> .... Das Werk verdiente eine &#228;hnliche Verbreitung wie B&#252;chmanns &#8222;Gefl&#252;gelte Worte&#8220;, ja, es verdiente sie vielleicht noch mehr.
</p><p><hi rend="bold">Der Westen</hi>, Chicago 1889, Nr. 38. Ein h&#246;chst verdienstliches Werk. ... Es ist ein Werk, das sich ein jeder, der seine Sprache gr&#252;ndlich kennen lernen will, verschaffen sollte.
</p><p><hi rend="bold">A. H. Naaff in Lyra</hi>, XIV, 1. Es erscheinen allj&#228;hrlich Tausende und Tausende neue Schriften und B&#252;cher im deutschen Buchhandel, und wie wenige davon sind nur zum tausendsten Teile so daseinsberechtigt wie das angezeigte! .... Selten noch hat mich ein Werk so erquickt, befriedigt wie dieses. .... Ein ganzer gro&#223;er Wundergarten unserer Sprache, unseres Volksf&#252;hlens thut sich an der Hand dieses F&#252;hrers vor uns auf.....
</p><p><hi rend="bold">O. v. Leixner in Deutsche Romanzeitung</hi>, 1889, Nr. 39. .... Der Verfasser bietet das Belehrende in einer so frischen, unterhaltenden Art, da&#223; sich sicher niemand bei der Lesung langweilen wird. Das Werk verdiente in der deutschen Familie zu einem Hausbuche zu werden. Es sei unsern Lesern nochmals angelegentlich empfohlen.
</p><p><hi rend="bold">Quellwasser f&#252;rs deutsche Haus</hi>, XIX, 17. Das ist ein ungew&#246;hnlich kluges, liebenswertes und dabei hervorragend nationales Buch.
</p><p><hi rend="bold">Grenzboten</hi>, 3. 7. 1891. Wir haben es hier mit einem so durch und durch liebensw&#252;rdigen Buche zu thun, da&#223; wir ihm die weiteste Verbreitung w&#252;nschen m&#246;chten. .... So ist das Werk ein Unterhaltungsbuch im besten Sinne des Wortes geworden. .... Ganz besonders aber m&#246;chten wir noch die Lehrer des Deutschen darauf aufmerksam machen, da&#223; sich ihnen hier eine reiche Fundgrube f&#252;r die Bed&#252;rfnisse ihres Unterrichts bietet.
</p><p><hi rend="bold">Schorers Familienblatt</hi>, 1890, Nr. 27. Eines der verdienstlichsten B&#252;cher. .... Allen Freunden unserer herrlichen Muttersprache sei dieses Buch bestens empfohlen.
</p><p><hi rend="bold">Schw&#228;bische Chronik</hi> v. 18. 12. 94. Ein Buch, das in jedem deutschen Hause Heimatsrecht haben sollte.

</p><p>Ausf&#252;hrlicher Prospekt mit Proben und Urteilen steht zu Diensten.


</p></div1><divGen type="Colophon"/></back></text></TEI.2>